[
  {
    "Name": "省份",
    "Code": "",
    "items": [
      {
        "Name": "城市",
        "Code": "",
        "items": [
          {
            "Name": "区县",
            "Code": ""
          }
        ]
      }
    ]
  },
  {
    "Name": "天津",
    "Code": "120000",
    "items": [
      {
        "Name": "天津市",
        "Code": "120100",
        "items": [
          {
            "Name": "和平区",
            "Code": "120101"
          },
          {
            "Name": "河东区",
            "Code": "120102"
          },
          {
            "Name": "河西区",
            "Code": "120103"
          },
          {
            "Name": "南开区",
            "Code": "120104"
          },
          {
            "Name": "河北区",
            "Code": "120105"
          },
          {
            "Name": "红桥区",
            "Code": "120106"
          },
          {
            "Name": "塘沽区",
            "Code": "120107"
          },
          {
            "Name": "汉沽区",
            "Code": "120108"
          },
          {
            "Name": "大港区",
            "Code": "120109"
          },
          {
            "Name": "东丽区",
            "Code": "120110"
          },
          {
            "Name": "西青区",
            "Code": "120111"
          },
          {
            "Name": "津南区",
            "Code": "120112"
          },
          {
            "Name": "北辰区",
            "Code": "120113"
          },
          {
            "Name": "武清区",
            "Code": "120114"
          },
          {
            "Name": "宝坻区",
            "Code": "120115"
          },
          {
            "Name": "滨海新区",
            "Code": "120116"
          },
          {
            "Name": "宁河县",
            "Code": "120221"
          },
          {
            "Name": "静海县",
            "Code": "120223"
          },
          {
            "Name": "蓟县",
            "Code": "120225"
          },
          {
            "Name": "其它区",
            "Code": "120226"
          }
        ]
      }
    ]
  },
  {
    "Name": "河北省",
    "Code": "130000",
    "items": [
      {
        "Name": "石家庄市",
        "Code": "130100",
        "items": [
          {
            "Name": "长安区",
            "Code": "130102"
          },
          {
            "Name": "桥东区",
            "Code": "130103"
          },
          {
            "Name": "桥西区",
            "Code": "130104"
          },
          {
            "Name": "新华区",
            "Code": "130105"
          },
          {
            "Name": "井陉矿区",
            "Code": "130107"
          },
          {
            "Name": "裕华区",
            "Code": "130108"
          },
          {
            "Name": "井陉县",
            "Code": "130121"
          },
          {
            "Name": "正定县",
            "Code": "130123"
          },
          {
            "Name": "栾城县",
            "Code": "130124"
          },
          {
            "Name": "行唐县",
            "Code": "130125"
          },
          {
            "Name": "灵寿县",
            "Code": "130126"
          },
          {
            "Name": "高邑县",
            "Code": "130127"
          },
          {
            "Name": "深泽县",
            "Code": "130128"
          },
          {
            "Name": "赞皇县",
            "Code": "130129"
          },
          {
            "Name": "无极县",
            "Code": "130130"
          },
          {
            "Name": "平山县",
            "Code": "130131"
          },
          {
            "Name": "元氏县",
            "Code": "130132"
          },
          {
            "Name": "赵县",
            "Code": "130133"
          },
          {
            "Name": "辛集市",
            "Code": "130181"
          },
          {
            "Name": "藁城市",
            "Code": "130182"
          },
          {
            "Name": "晋州市",
            "Code": "130183"
          },
          {
            "Name": "新乐市",
            "Code": "130184"
          },
          {
            "Name": "鹿泉市",
            "Code": "130185"
          },
          {
            "Name": "其它区",
            "Code": "130186"
          }
        ]
      },
      {
        "Name": "唐山市",
        "Code": "130200",
        "items": [
          {
            "Name": "路南区",
            "Code": "130202"
          },
          {
            "Name": "路北区",
            "Code": "130203"
          },
          {
            "Name": "古冶区",
            "Code": "130204"
          },
          {
            "Name": "开平区",
            "Code": "130205"
          },
          {
            "Name": "丰南区",
            "Code": "130207"
          },
          {
            "Name": "丰润区",
            "Code": "130208"
          },
          {
            "Name": "滦县",
            "Code": "130223"
          },
          {
            "Name": "滦南县",
            "Code": "130224"
          },
          {
            "Name": "乐亭县",
            "Code": "130225"
          },
          {
            "Name": "迁西县",
            "Code": "130227"
          },
          {
            "Name": "玉田县",
            "Code": "130229"
          },
          {
            "Name": "唐海县",
            "Code": "130230"
          },
          {
            "Name": "遵化市",
            "Code": "130281"
          },
          {
            "Name": "迁安市",
            "Code": "130283"
          },
          {
            "Name": "其它区",
            "Code": "130284"
          }
        ]
      },
      {
        "Name": "秦皇岛市",
        "Code": "130300",
        "items": [
          {
            "Name": "海港区",
            "Code": "130302"
          },
          {
            "Name": "山海关区",
            "Code": "130303"
          },
          {
            "Name": "北戴河区",
            "Code": "130304"
          },
          {
            "Name": "青龙满族自治县",
            "Code": "130321"
          },
          {
            "Name": "昌黎县",
            "Code": "130322"
          },
          {
            "Name": "抚宁县",
            "Code": "130323"
          },
          {
            "Name": "卢龙县",
            "Code": "130324"
          },
          {
            "Name": "其它区",
            "Code": "130398"
          },
          {
            "Name": "经济技术开发区",
            "Code": "130399"
          }
        ]
      },
      {
        "Name": "邯郸市",
        "Code": "130400",
        "items": [
          {
            "Name": "邯山区",
            "Code": "130402"
          },
          {
            "Name": "丛台区",
            "Code": "130403"
          },
          {
            "Name": "复兴区",
            "Code": "130404"
          },
          {
            "Name": "峰峰矿区",
            "Code": "130406"
          },
          {
            "Name": "邯郸县",
            "Code": "130421"
          },
          {
            "Name": "临漳县",
            "Code": "130423"
          },
          {
            "Name": "成安县",
            "Code": "130424"
          },
          {
            "Name": "大名县",
            "Code": "130425"
          },
          {
            "Name": "涉县",
            "Code": "130426"
          },
          {
            "Name": "磁县",
            "Code": "130427"
          },
          {
            "Name": "肥乡县",
            "Code": "130428"
          },
          {
            "Name": "永年县",
            "Code": "130429"
          },
          {
            "Name": "邱县",
            "Code": "130430"
          },
          {
            "Name": "鸡泽县",
            "Code": "130431"
          },
          {
            "Name": "广平县",
            "Code": "130432"
          },
          {
            "Name": "馆陶县",
            "Code": "130433"
          },
          {
            "Name": "魏县",
            "Code": "130434"
          },
          {
            "Name": "曲周县",
            "Code": "130435"
          },
          {
            "Name": "武安市",
            "Code": "130481"
          },
          {
            "Name": "其它区",
            "Code": "130482"
          }
        ]
      },
      {
        "Name": "邢台市",
        "Code": "130500",
        "items": [
          {
            "Name": "桥东区",
            "Code": "130502"
          },
          {
            "Name": "桥西区",
            "Code": "130503"
          },
          {
            "Name": "邢台县",
            "Code": "130521"
          },
          {
            "Name": "临城县",
            "Code": "130522"
          },
          {
            "Name": "内丘县",
            "Code": "130523"
          },
          {
            "Name": "柏乡县",
            "Code": "130524"
          },
          {
            "Name": "隆尧县",
            "Code": "130525"
          },
          {
            "Name": "任县",
            "Code": "130526"
          },
          {
            "Name": "南和县",
            "Code": "130527"
          },
          {
            "Name": "宁晋县",
            "Code": "130528"
          },
          {
            "Name": "巨鹿县",
            "Code": "130529"
          },
          {
            "Name": "新河县",
            "Code": "130530"
          },
          {
            "Name": "广宗县",
            "Code": "130531"
          },
          {
            "Name": "平乡县",
            "Code": "130532"
          },
          {
            "Name": "威县",
            "Code": "130533"
          },
          {
            "Name": "清河县",
            "Code": "130534"
          },
          {
            "Name": "临西县",
            "Code": "130535"
          },
          {
            "Name": "南宫市",
            "Code": "130581"
          },
          {
            "Name": "沙河市",
            "Code": "130582"
          },
          {
            "Name": "其它区",
            "Code": "130583"
          }
        ]
      },
      {
        "Name": "保定市",
        "Code": "130600",
        "items": [
          {
            "Name": "新市区",
            "Code": "130602"
          },
          {
            "Name": "北市区",
            "Code": "130603"
          },
          {
            "Name": "南市区",
            "Code": "130604"
          },
          {
            "Name": "满城县",
            "Code": "130621"
          },
          {
            "Name": "清苑县",
            "Code": "130622"
          },
          {
            "Name": "涞水县",
            "Code": "130623"
          },
          {
            "Name": "阜平县",
            "Code": "130624"
          },
          {
            "Name": "徐水县",
            "Code": "130625"
          },
          {
            "Name": "定兴县",
            "Code": "130626"
          },
          {
            "Name": "唐县",
            "Code": "130627"
          },
          {
            "Name": "高阳县",
            "Code": "130628"
          },
          {
            "Name": "容城县",
            "Code": "130629"
          },
          {
            "Name": "涞源县",
            "Code": "130630"
          },
          {
            "Name": "望都县",
            "Code": "130631"
          },
          {
            "Name": "安新县",
            "Code": "130632"
          },
          {
            "Name": "易县",
            "Code": "130633"
          },
          {
            "Name": "曲阳县",
            "Code": "130634"
          },
          {
            "Name": "蠡县",
            "Code": "130635"
          },
          {
            "Name": "顺平县",
            "Code": "130636"
          },
          {
            "Name": "博野县",
            "Code": "130637"
          },
          {
            "Name": "雄县",
            "Code": "130638"
          },
          {
            "Name": "涿州市",
            "Code": "130681"
          },
          {
            "Name": "定州市",
            "Code": "130682"
          },
          {
            "Name": "安国市",
            "Code": "130683"
          },
          {
            "Name": "高碑店市",
            "Code": "130684"
          },
          {
            "Name": "高开区",
            "Code": "130698"
          },
          {
            "Name": "其它区",
            "Code": "130699"
          }
        ]
      },
      {
        "Name": "张家口市",
        "Code": "130700",
        "items": [
          {
            "Name": "桥东区",
            "Code": "130702"
          },
          {
            "Name": "桥西区",
            "Code": "130703"
          },
          {
            "Name": "宣化区",
            "Code": "130705"
          },
          {
            "Name": "下花园区",
            "Code": "130706"
          },
          {
            "Name": "宣化县",
            "Code": "130721"
          },
          {
            "Name": "张北县",
            "Code": "130722"
          },
          {
            "Name": "康保县",
            "Code": "130723"
          },
          {
            "Name": "沽源县",
            "Code": "130724"
          },
          {
            "Name": "尚义县",
            "Code": "130725"
          },
          {
            "Name": "蔚县",
            "Code": "130726"
          },
          {
            "Name": "阳原县",
            "Code": "130727"
          },
          {
            "Name": "怀安县",
            "Code": "130728"
          },
          {
            "Name": "万全县",
            "Code": "130729"
          },
          {
            "Name": "怀来县",
            "Code": "130730"
          },
          {
            "Name": "涿鹿县",
            "Code": "130731"
          },
          {
            "Name": "赤城县",
            "Code": "130732"
          },
          {
            "Name": "崇礼县",
            "Code": "130733"
          },
          {
            "Name": "其它区",
            "Code": "130734"
          }
        ]
      },
      {
        "Name": "承德市",
        "Code": "130800",
        "items": [
          {
            "Name": "双桥区",
            "Code": "130802"
          },
          {
            "Name": "双滦区",
            "Code": "130803"
          },
          {
            "Name": "鹰手营子矿区",
            "Code": "130804"
          },
          {
            "Name": "承德县",
            "Code": "130821"
          },
          {
            "Name": "兴隆县",
            "Code": "130822"
          },
          {
            "Name": "平泉县",
            "Code": "130823"
          },
          {
            "Name": "滦平县",
            "Code": "130824"
          },
          {
            "Name": "隆化县",
            "Code": "130825"
          },
          {
            "Name": "丰宁满族自治县",
            "Code": "130826"
          },
          {
            "Name": "宽城满族自治县",
            "Code": "130827"
          },
          {
            "Name": "围场满族蒙古族自治县",
            "Code": "130828"
          },
          {
            "Name": "其它区",
            "Code": "130829"
          }
        ]
      },
      {
        "Name": "沧州市",
        "Code": "130900",
        "items": [
          {
            "Name": "新华区",
            "Code": "130902"
          },
          {
            "Name": "运河区",
            "Code": "130903"
          },
          {
            "Name": "沧县",
            "Code": "130921"
          },
          {
            "Name": "青县",
            "Code": "130922"
          },
          {
            "Name": "东光县",
            "Code": "130923"
          },
          {
            "Name": "海兴县",
            "Code": "130924"
          },
          {
            "Name": "盐山县",
            "Code": "130925"
          },
          {
            "Name": "肃宁县",
            "Code": "130926"
          },
          {
            "Name": "南皮县",
            "Code": "130927"
          },
          {
            "Name": "吴桥县",
            "Code": "130928"
          },
          {
            "Name": "献县",
            "Code": "130929"
          },
          {
            "Name": "孟村回族自治县",
            "Code": "130930"
          },
          {
            "Name": "泊头市",
            "Code": "130981"
          },
          {
            "Name": "任丘市",
            "Code": "130982"
          },
          {
            "Name": "黄骅市",
            "Code": "130983"
          },
          {
            "Name": "河间市",
            "Code": "130984"
          },
          {
            "Name": "其它区",
            "Code": "130985"
          }
        ]
      },
      {
        "Name": "廊坊市",
        "Code": "131000",
        "items": [
          {
            "Name": "安次区",
            "Code": "131002"
          },
          {
            "Name": "广阳区",
            "Code": "131003"
          },
          {
            "Name": "固安县",
            "Code": "131022"
          },
          {
            "Name": "永清县",
            "Code": "131023"
          },
          {
            "Name": "香河县",
            "Code": "131024"
          },
          {
            "Name": "大城县",
            "Code": "131025"
          },
          {
            "Name": "文安县",
            "Code": "131026"
          },
          {
            "Name": "大厂回族自治县",
            "Code": "131028"
          },
          {
            "Name": "开发区",
            "Code": "131051"
          },
          {
            "Name": "燕郊经济技术开发区",
            "Code": "131052"
          },
          {
            "Name": "霸州市",
            "Code": "131081"
          },
          {
            "Name": "三河市",
            "Code": "131082"
          },
          {
            "Name": "其它区",
            "Code": "131083"
          }
        ]
      },
      {
        "Name": "衡水市",
        "Code": "131100",
        "items": [
          {
            "Name": "桃城区",
            "Code": "131102"
          },
          {
            "Name": "枣强县",
            "Code": "131121"
          },
          {
            "Name": "武邑县",
            "Code": "131122"
          },
          {
            "Name": "武强县",
            "Code": "131123"
          },
          {
            "Name": "饶阳县",
            "Code": "131124"
          },
          {
            "Name": "安平县",
            "Code": "131125"
          },
          {
            "Name": "故城县",
            "Code": "131126"
          },
          {
            "Name": "景县",
            "Code": "131127"
          },
          {
            "Name": "阜城县",
            "Code": "131128"
          },
          {
            "Name": "冀州市",
            "Code": "131181"
          },
          {
            "Name": "深州市",
            "Code": "131182"
          },
          {
            "Name": "其它区",
            "Code": "131183"
          }
        ]
      }
    ]
  },
  {
    "Name": "山西省",
    "Code": "140000",
    "items": [
      {
        "Name": "太原市",
        "Code": "140100",
        "items": [
          {
            "Name": "小店区",
            "Code": "140105"
          },
          {
            "Name": "迎泽区",
            "Code": "140106"
          },
          {
            "Name": "杏花岭区",
            "Code": "140107"
          },
          {
            "Name": "尖草坪区",
            "Code": "140108"
          },
          {
            "Name": "万柏林区",
            "Code": "140109"
          },
          {
            "Name": "晋源区",
            "Code": "140110"
          },
          {
            "Name": "清徐县",
            "Code": "140121"
          },
          {
            "Name": "阳曲县",
            "Code": "140122"
          },
          {
            "Name": "娄烦县",
            "Code": "140123"
          },
          {
            "Name": "古交市",
            "Code": "140181"
          },
          {
            "Name": "其它区",
            "Code": "140182"
          }
        ]
      },
      {
        "Name": "大同市",
        "Code": "140200",
        "items": [
          {
            "Name": "城区",
            "Code": "140202"
          },
          {
            "Name": "矿区",
            "Code": "140203"
          },
          {
            "Name": "南郊区",
            "Code": "140211"
          },
          {
            "Name": "新荣区",
            "Code": "140212"
          },
          {
            "Name": "阳高县",
            "Code": "140221"
          },
          {
            "Name": "天镇县",
            "Code": "140222"
          },
          {
            "Name": "广灵县",
            "Code": "140223"
          },
          {
            "Name": "灵丘县",
            "Code": "140224"
          },
          {
            "Name": "浑源县",
            "Code": "140225"
          },
          {
            "Name": "左云县",
            "Code": "140226"
          },
          {
            "Name": "大同县",
            "Code": "140227"
          },
          {
            "Name": "其它区",
            "Code": "140228"
          }
        ]
      },
      {
        "Name": "阳泉市",
        "Code": "140300",
        "items": [
          {
            "Name": "城区",
            "Code": "140302"
          },
          {
            "Name": "矿区",
            "Code": "140303"
          },
          {
            "Name": "郊区",
            "Code": "140311"
          },
          {
            "Name": "平定县",
            "Code": "140321"
          },
          {
            "Name": "盂县",
            "Code": "140322"
          },
          {
            "Name": "其它区",
            "Code": "140323"
          }
        ]
      },
      {
        "Name": "长治市",
        "Code": "140400",
        "items": [
          {
            "Name": "长治县",
            "Code": "140421"
          },
          {
            "Name": "襄垣县",
            "Code": "140423"
          },
          {
            "Name": "屯留县",
            "Code": "140424"
          },
          {
            "Name": "平顺县",
            "Code": "140425"
          },
          {
            "Name": "黎城县",
            "Code": "140426"
          },
          {
            "Name": "壶关县",
            "Code": "140427"
          },
          {
            "Name": "长子县",
            "Code": "140428"
          },
          {
            "Name": "武乡县",
            "Code": "140429"
          },
          {
            "Name": "沁县",
            "Code": "140430"
          },
          {
            "Name": "沁源县",
            "Code": "140431"
          },
          {
            "Name": "潞城市",
            "Code": "140481"
          },
          {
            "Name": "城区",
            "Code": "140482"
          },
          {
            "Name": "郊区",
            "Code": "140483"
          },
          {
            "Name": "高新区",
            "Code": "140484"
          },
          {
            "Name": "其它区",
            "Code": "140485"
          }
        ]
      },
      {
        "Name": "晋城市",
        "Code": "140500",
        "items": [
          {
            "Name": "城区",
            "Code": "140502"
          },
          {
            "Name": "沁水县",
            "Code": "140521"
          },
          {
            "Name": "阳城县",
            "Code": "140522"
          },
          {
            "Name": "陵川县",
            "Code": "140524"
          },
          {
            "Name": "泽州县",
            "Code": "140525"
          },
          {
            "Name": "高平市",
            "Code": "140581"
          },
          {
            "Name": "其它区",
            "Code": "140582"
          }
        ]
      },
      {
        "Name": "朔州市",
        "Code": "140600",
        "items": [
          {
            "Name": "朔城区",
            "Code": "140602"
          },
          {
            "Name": "平鲁区",
            "Code": "140603"
          },
          {
            "Name": "山阴县",
            "Code": "140621"
          },
          {
            "Name": "应县",
            "Code": "140622"
          },
          {
            "Name": "右玉县",
            "Code": "140623"
          },
          {
            "Name": "怀仁县",
            "Code": "140624"
          },
          {
            "Name": "其它区",
            "Code": "140625"
          }
        ]
      },
      {
        "Name": "晋中市",
        "Code": "140700",
        "items": [
          {
            "Name": "榆次区",
            "Code": "140702"
          },
          {
            "Name": "榆社县",
            "Code": "140721"
          },
          {
            "Name": "左权县",
            "Code": "140722"
          },
          {
            "Name": "和顺县",
            "Code": "140723"
          },
          {
            "Name": "昔阳县",
            "Code": "140724"
          },
          {
            "Name": "寿阳县",
            "Code": "140725"
          },
          {
            "Name": "太谷县",
            "Code": "140726"
          },
          {
            "Name": "祁县",
            "Code": "140727"
          },
          {
            "Name": "平遥县",
            "Code": "140728"
          },
          {
            "Name": "灵石县",
            "Code": "140729"
          },
          {
            "Name": "介休市",
            "Code": "140781"
          },
          {
            "Name": "其它区",
            "Code": "140782"
          }
        ]
      },
      {
        "Name": "运城市",
        "Code": "140800",
        "items": [
          {
            "Name": "盐湖区",
            "Code": "140802"
          },
          {
            "Name": "临猗县",
            "Code": "140821"
          },
          {
            "Name": "万荣县",
            "Code": "140822"
          },
          {
            "Name": "闻喜县",
            "Code": "140823"
          },
          {
            "Name": "稷山县",
            "Code": "140824"
          },
          {
            "Name": "新绛县",
            "Code": "140825"
          },
          {
            "Name": "绛县",
            "Code": "140826"
          },
          {
            "Name": "垣曲县",
            "Code": "140827"
          },
          {
            "Name": "夏县",
            "Code": "140828"
          },
          {
            "Name": "平陆县",
            "Code": "140829"
          },
          {
            "Name": "芮城县",
            "Code": "140830"
          },
          {
            "Name": "永济市",
            "Code": "140881"
          },
          {
            "Name": "河津市",
            "Code": "140882"
          },
          {
            "Name": "其它区",
            "Code": "140883"
          }
        ]
      },
      {
        "Name": "忻州市",
        "Code": "140900",
        "items": [
          {
            "Name": "忻府区",
            "Code": "140902"
          },
          {
            "Name": "定襄县",
            "Code": "140921"
          },
          {
            "Name": "五台县",
            "Code": "140922"
          },
          {
            "Name": "代县",
            "Code": "140923"
          },
          {
            "Name": "繁峙县",
            "Code": "140924"
          },
          {
            "Name": "宁武县",
            "Code": "140925"
          },
          {
            "Name": "静乐县",
            "Code": "140926"
          },
          {
            "Name": "神池县",
            "Code": "140927"
          },
          {
            "Name": "五寨县",
            "Code": "140928"
          },
          {
            "Name": "岢岚县",
            "Code": "140929"
          },
          {
            "Name": "河曲县",
            "Code": "140930"
          },
          {
            "Name": "保德县",
            "Code": "140931"
          },
          {
            "Name": "偏关县",
            "Code": "140932"
          },
          {
            "Name": "原平市",
            "Code": "140981"
          },
          {
            "Name": "其它区",
            "Code": "140982"
          }
        ]
      },
      {
        "Name": "临汾市",
        "Code": "141000",
        "items": [
          {
            "Name": "尧都区",
            "Code": "141002"
          },
          {
            "Name": "曲沃县",
            "Code": "141021"
          },
          {
            "Name": "翼城县",
            "Code": "141022"
          },
          {
            "Name": "襄汾县",
            "Code": "141023"
          },
          {
            "Name": "洪洞县",
            "Code": "141024"
          },
          {
            "Name": "古县",
            "Code": "141025"
          },
          {
            "Name": "安泽县",
            "Code": "141026"
          },
          {
            "Name": "浮山县",
            "Code": "141027"
          },
          {
            "Name": "吉县",
            "Code": "141028"
          },
          {
            "Name": "乡宁县",
            "Code": "141029"
          },
          {
            "Name": "大宁县",
            "Code": "141030"
          },
          {
            "Name": "隰县",
            "Code": "141031"
          },
          {
            "Name": "永和县",
            "Code": "141032"
          },
          {
            "Name": "蒲县",
            "Code": "141033"
          },
          {
            "Name": "汾西县",
            "Code": "141034"
          },
          {
            "Name": "侯马市",
            "Code": "141081"
          },
          {
            "Name": "霍州市",
            "Code": "141082"
          },
          {
            "Name": "其它区",
            "Code": "141083"
          }
        ]
      },
      {
        "Name": "吕梁市",
        "Code": "141100",
        "items": [
          {
            "Name": "离石区",
            "Code": "141102"
          },
          {
            "Name": "文水县",
            "Code": "141121"
          },
          {
            "Name": "交城县",
            "Code": "141122"
          },
          {
            "Name": "兴县",
            "Code": "141123"
          },
          {
            "Name": "临县",
            "Code": "141124"
          },
          {
            "Name": "柳林县",
            "Code": "141125"
          },
          {
            "Name": "石楼县",
            "Code": "141126"
          },
          {
            "Name": "岚县",
            "Code": "141127"
          },
          {
            "Name": "方山县",
            "Code": "141128"
          },
          {
            "Name": "中阳县",
            "Code": "141129"
          },
          {
            "Name": "交口县",
            "Code": "141130"
          },
          {
            "Name": "孝义市",
            "Code": "141181"
          },
          {
            "Name": "汾阳市",
            "Code": "141182"
          },
          {
            "Name": "其它区",
            "Code": "141183"
          }
        ]
      }
    ]
  },
  {
    "Name": "内蒙古自治区",
    "Code": "150000",
    "items": [
      {
        "Name": "呼和浩特市",
        "Code": "150100",
        "items": [
          {
            "Name": "新城区",
            "Code": "150102"
          },
          {
            "Name": "回民区",
            "Code": "150103"
          },
          {
            "Name": "玉泉区",
            "Code": "150104"
          },
          {
            "Name": "赛罕区",
            "Code": "150105"
          },
          {
            "Name": "土默特左旗",
            "Code": "150121"
          },
          {
            "Name": "托克托县",
            "Code": "150122"
          },
          {
            "Name": "和林格尔县",
            "Code": "150123"
          },
          {
            "Name": "清水河县",
            "Code": "150124"
          },
          {
            "Name": "武川县",
            "Code": "150125"
          },
          {
            "Name": "其它区",
            "Code": "150126"
          }
        ]
      },
      {
        "Name": "包头市",
        "Code": "150200",
        "items": [
          {
            "Name": "东河区",
            "Code": "150202"
          },
          {
            "Name": "昆都仑区",
            "Code": "150203"
          },
          {
            "Name": "青山区",
            "Code": "150204"
          },
          {
            "Name": "石拐区",
            "Code": "150205"
          },
          {
            "Name": "白云矿区",
            "Code": "150206"
          },
          {
            "Name": "九原区",
            "Code": "150207"
          },
          {
            "Name": "土默特右旗",
            "Code": "150221"
          },
          {
            "Name": "固阳县",
            "Code": "150222"
          },
          {
            "Name": "达尔罕茂明安联合旗",
            "Code": "150223"
          },
          {
            "Name": "其它区",
            "Code": "150224"
          }
        ]
      },
      {
        "Name": "乌海市",
        "Code": "150300",
        "items": [
          {
            "Name": "海勃湾区",
            "Code": "150302"
          },
          {
            "Name": "海南区",
            "Code": "150303"
          },
          {
            "Name": "乌达区",
            "Code": "150304"
          },
          {
            "Name": "其它区",
            "Code": "150305"
          }
        ]
      },
      {
        "Name": "赤峰市",
        "Code": "150400",
        "items": [
          {
            "Name": "红山区",
            "Code": "150402"
          },
          {
            "Name": "元宝山区",
            "Code": "150403"
          },
          {
            "Name": "松山区",
            "Code": "150404"
          },
          {
            "Name": "阿鲁科尔沁旗",
            "Code": "150421"
          },
          {
            "Name": "巴林左旗",
            "Code": "150422"
          },
          {
            "Name": "巴林右旗",
            "Code": "150423"
          },
          {
            "Name": "林西县",
            "Code": "150424"
          },
          {
            "Name": "克什克腾旗",
            "Code": "150425"
          },
          {
            "Name": "翁牛特旗",
            "Code": "150426"
          },
          {
            "Name": "喀喇沁旗",
            "Code": "150428"
          },
          {
            "Name": "宁城县",
            "Code": "150429"
          },
          {
            "Name": "敖汉旗",
            "Code": "150430"
          },
          {
            "Name": "其它区",
            "Code": "150431"
          }
        ]
      },
      {
        "Name": "通辽市",
        "Code": "150500",
        "items": [
          {
            "Name": "科尔沁区",
            "Code": "150502"
          },
          {
            "Name": "科尔沁左翼中旗",
            "Code": "150521"
          },
          {
            "Name": "科尔沁左翼后旗",
            "Code": "150522"
          },
          {
            "Name": "开鲁县",
            "Code": "150523"
          },
          {
            "Name": "库伦旗",
            "Code": "150524"
          },
          {
            "Name": "奈曼旗",
            "Code": "150525"
          },
          {
            "Name": "扎鲁特旗",
            "Code": "150526"
          },
          {
            "Name": "霍林郭勒市",
            "Code": "150581"
          },
          {
            "Name": "其它区",
            "Code": "150582"
          }
        ]
      },
      {
        "Name": "鄂尔多斯市",
        "Code": "150600",
        "items": [
          {
            "Name": "东胜区",
            "Code": "150602"
          },
          {
            "Name": "达拉特旗",
            "Code": "150621"
          },
          {
            "Name": "准格尔旗",
            "Code": "150622"
          },
          {
            "Name": "鄂托克前旗",
            "Code": "150623"
          },
          {
            "Name": "鄂托克旗",
            "Code": "150624"
          },
          {
            "Name": "杭锦旗",
            "Code": "150625"
          },
          {
            "Name": "乌审旗",
            "Code": "150626"
          },
          {
            "Name": "伊金霍洛旗",
            "Code": "150627"
          },
          {
            "Name": "其它区",
            "Code": "150628"
          }
        ]
      },
      {
        "Name": "呼伦贝尔市",
        "Code": "150700",
        "items": [
          {
            "Name": "海拉尔区",
            "Code": "150702"
          },
          {
            "Name": "阿荣旗",
            "Code": "150721"
          },
          {
            "Name": "莫力达瓦达斡尔族自治旗",
            "Code": "150722"
          },
          {
            "Name": "鄂伦春自治旗",
            "Code": "150723"
          },
          {
            "Name": "鄂温克族自治旗",
            "Code": "150724"
          },
          {
            "Name": "陈巴尔虎旗",
            "Code": "150725"
          },
          {
            "Name": "新巴尔虎左旗",
            "Code": "150726"
          },
          {
            "Name": "新巴尔虎右旗",
            "Code": "150727"
          },
          {
            "Name": "满洲里市",
            "Code": "150781"
          },
          {
            "Name": "牙克石市",
            "Code": "150782"
          },
          {
            "Name": "扎兰屯市",
            "Code": "150783"
          },
          {
            "Name": "额尔古纳市",
            "Code": "150784"
          },
          {
            "Name": "根河市",
            "Code": "150785"
          },
          {
            "Name": "其它区",
            "Code": "150786"
          }
        ]
      },
      {
        "Name": "巴彦淖尔市",
        "Code": "150800",
        "items": [
          {
            "Name": "临河区",
            "Code": "150802"
          },
          {
            "Name": "五原县",
            "Code": "150821"
          },
          {
            "Name": "磴口县",
            "Code": "150822"
          },
          {
            "Name": "乌拉特前旗",
            "Code": "150823"
          },
          {
            "Name": "乌拉特中旗",
            "Code": "150824"
          },
          {
            "Name": "乌拉特后旗",
            "Code": "150825"
          },
          {
            "Name": "杭锦后旗",
            "Code": "150826"
          },
          {
            "Name": "其它区",
            "Code": "150827"
          }
        ]
      },
      {
        "Name": "乌兰察布市",
        "Code": "150900",
        "items": [
          {
            "Name": "集宁区",
            "Code": "150902"
          },
          {
            "Name": "卓资县",
            "Code": "150921"
          },
          {
            "Name": "化德县",
            "Code": "150922"
          },
          {
            "Name": "商都县",
            "Code": "150923"
          },
          {
            "Name": "兴和县",
            "Code": "150924"
          },
          {
            "Name": "凉城县",
            "Code": "150925"
          },
          {
            "Name": "察哈尔右翼前旗",
            "Code": "150926"
          },
          {
            "Name": "察哈尔右翼中旗",
            "Code": "150927"
          },
          {
            "Name": "察哈尔右翼后旗",
            "Code": "150928"
          },
          {
            "Name": "四子王旗",
            "Code": "150929"
          },
          {
            "Name": "丰镇市",
            "Code": "150981"
          },
          {
            "Name": "其它区",
            "Code": "150982"
          }
        ]
      },
      {
        "Name": "兴安盟",
        "Code": "152200",
        "items": [
          {
            "Name": "乌兰浩特市",
            "Code": "152201"
          },
          {
            "Name": "阿尔山市",
            "Code": "152202"
          },
          {
            "Name": "科尔沁右翼前旗",
            "Code": "152221"
          },
          {
            "Name": "科尔沁右翼中旗",
            "Code": "152222"
          },
          {
            "Name": "扎赉特旗",
            "Code": "152223"
          },
          {
            "Name": "突泉县",
            "Code": "152224"
          },
          {
            "Name": "其它区",
            "Code": "152225"
          }
        ]
      },
      {
        "Name": "锡林郭勒盟",
        "Code": "152500",
        "items": [
          {
            "Name": "二连浩特市",
            "Code": "152501"
          },
          {
            "Name": "锡林浩特市",
            "Code": "152502"
          },
          {
            "Name": "阿巴嘎旗",
            "Code": "152522"
          },
          {
            "Name": "苏尼特左旗",
            "Code": "152523"
          },
          {
            "Name": "苏尼特右旗",
            "Code": "152524"
          },
          {
            "Name": "东乌珠穆沁旗",
            "Code": "152525"
          },
          {
            "Name": "西乌珠穆沁旗",
            "Code": "152526"
          },
          {
            "Name": "太仆寺旗",
            "Code": "152527"
          },
          {
            "Name": "镶黄旗",
            "Code": "152528"
          },
          {
            "Name": "正镶白旗",
            "Code": "152529"
          },
          {
            "Name": "正蓝旗",
            "Code": "152530"
          },
          {
            "Name": "多伦县",
            "Code": "152531"
          },
          {
            "Name": "其它区",
            "Code": "152532"
          }
        ]
      },
      {
        "Name": "阿拉善盟",
        "Code": "152900",
        "items": [
          {
            "Name": "阿拉善左旗",
            "Code": "152921"
          },
          {
            "Name": "阿拉善右旗",
            "Code": "152922"
          },
          {
            "Name": "额济纳旗",
            "Code": "152923"
          },
          {
            "Name": "其它区",
            "Code": "152924"
          }
        ]
      }
    ]
  },
  {
    "Name": "辽宁省",
    "Code": "210000",
    "items": [
      {
        "Name": "沈阳市",
        "Code": "210100",
        "items": [
          {
            "Name": "和平区",
            "Code": "210102"
          },
          {
            "Name": "沈河区",
            "Code": "210103"
          },
          {
            "Name": "大东区",
            "Code": "210104"
          },
          {
            "Name": "皇姑区",
            "Code": "210105"
          },
          {
            "Name": "铁西区",
            "Code": "210106"
          },
          {
            "Name": "苏家屯区",
            "Code": "210111"
          },
          {
            "Name": "东陵区",
            "Code": "210112"
          },
          {
            "Name": "新城子区",
            "Code": "210113"
          },
          {
            "Name": "于洪区",
            "Code": "210114"
          },
          {
            "Name": "辽中县",
            "Code": "210122"
          },
          {
            "Name": "康平县",
            "Code": "210123"
          },
          {
            "Name": "法库县",
            "Code": "210124"
          },
          {
            "Name": "新民市",
            "Code": "210181"
          },
          {
            "Name": "浑南新区",
            "Code": "210182"
          },
          {
            "Name": "张士开发区",
            "Code": "210183"
          },
          {
            "Name": "沈北新区",
            "Code": "210184"
          },
          {
            "Name": "其它区",
            "Code": "210185"
          }
        ]
      },
      {
        "Name": "大连市",
        "Code": "210200",
        "items": [
          {
            "Name": "中山区",
            "Code": "210202"
          },
          {
            "Name": "西岗区",
            "Code": "210203"
          },
          {
            "Name": "沙河口区",
            "Code": "210204"
          },
          {
            "Name": "甘井子区",
            "Code": "210211"
          },
          {
            "Name": "旅顺口区",
            "Code": "210212"
          },
          {
            "Name": "金州区",
            "Code": "210213"
          },
          {
            "Name": "长海县",
            "Code": "210224"
          },
          {
            "Name": "开发区",
            "Code": "210251"
          },
          {
            "Name": "瓦房店市",
            "Code": "210281"
          },
          {
            "Name": "普兰店市",
            "Code": "210282"
          },
          {
            "Name": "庄河市",
            "Code": "210283"
          },
          {
            "Name": "岭前区",
            "Code": "210297"
          },
          {
            "Name": "其它区",
            "Code": "210298"
          }
        ]
      },
      {
        "Name": "鞍山市",
        "Code": "210300",
        "items": [
          {
            "Name": "铁东区",
            "Code": "210302"
          },
          {
            "Name": "铁西区",
            "Code": "210303"
          },
          {
            "Name": "立山区",
            "Code": "210304"
          },
          {
            "Name": "千山区",
            "Code": "210311"
          },
          {
            "Name": "台安县",
            "Code": "210321"
          },
          {
            "Name": "岫岩满族自治县",
            "Code": "210323"
          },
          {
            "Name": "高新区",
            "Code": "210351"
          },
          {
            "Name": "海城市",
            "Code": "210381"
          },
          {
            "Name": "其它区",
            "Code": "210382"
          }
        ]
      },
      {
        "Name": "抚顺市",
        "Code": "210400",
        "items": [
          {
            "Name": "新抚区",
            "Code": "210402"
          },
          {
            "Name": "东洲区",
            "Code": "210403"
          },
          {
            "Name": "望花区",
            "Code": "210404"
          },
          {
            "Name": "顺城区",
            "Code": "210411"
          },
          {
            "Name": "抚顺县",
            "Code": "210421"
          },
          {
            "Name": "新宾满族自治县",
            "Code": "210422"
          },
          {
            "Name": "清原满族自治县",
            "Code": "210423"
          },
          {
            "Name": "其它区",
            "Code": "210424"
          }
        ]
      },
      {
        "Name": "本溪市",
        "Code": "210500",
        "items": [
          {
            "Name": "平山区",
            "Code": "210502"
          },
          {
            "Name": "溪湖区",
            "Code": "210503"
          },
          {
            "Name": "明山区",
            "Code": "210504"
          },
          {
            "Name": "南芬区",
            "Code": "210505"
          },
          {
            "Name": "本溪满族自治县",
            "Code": "210521"
          },
          {
            "Name": "桓仁满族自治县",
            "Code": "210522"
          },
          {
            "Name": "其它区",
            "Code": "210523"
          }
        ]
      },
      {
        "Name": "丹东市",
        "Code": "210600",
        "items": [
          {
            "Name": "元宝区",
            "Code": "210602"
          },
          {
            "Name": "振兴区",
            "Code": "210603"
          },
          {
            "Name": "振安区",
            "Code": "210604"
          },
          {
            "Name": "宽甸满族自治县",
            "Code": "210624"
          },
          {
            "Name": "东港市",
            "Code": "210681"
          },
          {
            "Name": "凤城市",
            "Code": "210682"
          },
          {
            "Name": "其它区",
            "Code": "210683"
          }
        ]
      },
      {
        "Name": "锦州市",
        "Code": "210700",
        "items": [
          {
            "Name": "古塔区",
            "Code": "210702"
          },
          {
            "Name": "凌河区",
            "Code": "210703"
          },
          {
            "Name": "太和区",
            "Code": "210711"
          },
          {
            "Name": "黑山县",
            "Code": "210726"
          },
          {
            "Name": "义县",
            "Code": "210727"
          },
          {
            "Name": "凌海市",
            "Code": "210781"
          },
          {
            "Name": "北镇市",
            "Code": "210782"
          },
          {
            "Name": "其它区",
            "Code": "210783"
          }
        ]
      },
      {
        "Name": "营口市",
        "Code": "210800",
        "items": [
          {
            "Name": "站前区",
            "Code": "210802"
          },
          {
            "Name": "西市区",
            "Code": "210803"
          },
          {
            "Name": "鲅鱼圈区",
            "Code": "210804"
          },
          {
            "Name": "老边区",
            "Code": "210811"
          },
          {
            "Name": "盖州市",
            "Code": "210881"
          },
          {
            "Name": "大石桥市",
            "Code": "210882"
          },
          {
            "Name": "其它区",
            "Code": "210883"
          }
        ]
      },
      {
        "Name": "阜新市",
        "Code": "210900",
        "items": [
          {
            "Name": "海州区",
            "Code": "210902"
          },
          {
            "Name": "新邱区",
            "Code": "210903"
          },
          {
            "Name": "太平区",
            "Code": "210904"
          },
          {
            "Name": "清河门区",
            "Code": "210905"
          },
          {
            "Name": "细河区",
            "Code": "210911"
          },
          {
            "Name": "阜新蒙古族自治县",
            "Code": "210921"
          },
          {
            "Name": "彰武县",
            "Code": "210922"
          },
          {
            "Name": "其它区",
            "Code": "210923"
          }
        ]
      },
      {
        "Name": "辽阳市",
        "Code": "211000",
        "items": [
          {
            "Name": "白塔区",
            "Code": "211002"
          },
          {
            "Name": "文圣区",
            "Code": "211003"
          },
          {
            "Name": "宏伟区",
            "Code": "211004"
          },
          {
            "Name": "弓长岭区",
            "Code": "211005"
          },
          {
            "Name": "太子河区",
            "Code": "211011"
          },
          {
            "Name": "辽阳县",
            "Code": "211021"
          },
          {
            "Name": "灯塔市",
            "Code": "211081"
          },
          {
            "Name": "其它区",
            "Code": "211082"
          }
        ]
      },
      {
        "Name": "盘锦市",
        "Code": "211100",
        "items": [
          {
            "Name": "双台子区",
            "Code": "211102"
          },
          {
            "Name": "兴隆台区",
            "Code": "211103"
          },
          {
            "Name": "大洼县",
            "Code": "211121"
          },
          {
            "Name": "盘山县",
            "Code": "211122"
          },
          {
            "Name": "其它区",
            "Code": "211123"
          }
        ]
      },
      {
        "Name": "铁岭市",
        "Code": "211200",
        "items": [
          {
            "Name": "银州区",
            "Code": "211202"
          },
          {
            "Name": "清河区",
            "Code": "211204"
          },
          {
            "Name": "铁岭县",
            "Code": "211221"
          },
          {
            "Name": "西丰县",
            "Code": "211223"
          },
          {
            "Name": "昌图县",
            "Code": "211224"
          },
          {
            "Name": "调兵山市",
            "Code": "211281"
          },
          {
            "Name": "开原市",
            "Code": "211282"
          },
          {
            "Name": "其它区",
            "Code": "211283"
          }
        ]
      },
      {
        "Name": "朝阳市",
        "Code": "211300",
        "items": [
          {
            "Name": "双塔区",
            "Code": "211302"
          },
          {
            "Name": "龙城区",
            "Code": "211303"
          },
          {
            "Name": "朝阳县",
            "Code": "211321"
          },
          {
            "Name": "建平县",
            "Code": "211322"
          },
          {
            "Name": "喀喇沁左翼蒙古族自治县",
            "Code": "211324"
          },
          {
            "Name": "北票市",
            "Code": "211381"
          },
          {
            "Name": "凌源市",
            "Code": "211382"
          },
          {
            "Name": "其它区",
            "Code": "211383"
          }
        ]
      },
      {
        "Name": "葫芦岛市",
        "Code": "211400",
        "items": [
          {
            "Name": "连山区",
            "Code": "211402"
          },
          {
            "Name": "龙港区",
            "Code": "211403"
          },
          {
            "Name": "南票区",
            "Code": "211404"
          },
          {
            "Name": "绥中县",
            "Code": "211421"
          },
          {
            "Name": "建昌县",
            "Code": "211422"
          },
          {
            "Name": "兴城市",
            "Code": "211481"
          },
          {
            "Name": "其它区",
            "Code": "211482"
          }
        ]
      }
    ]
  },
  {
    "Name": "吉林省",
    "Code": "220000",
    "items": [
      {
        "Name": "长春市",
        "Code": "220100",
        "items": [
          {
            "Name": "南关区",
            "Code": "220102"
          },
          {
            "Name": "宽城区",
            "Code": "220103"
          },
          {
            "Name": "朝阳区",
            "Code": "220104"
          },
          {
            "Name": "二道区",
            "Code": "220105"
          },
          {
            "Name": "绿园区",
            "Code": "220106"
          },
          {
            "Name": "双阳区",
            "Code": "220112"
          },
          {
            "Name": "农安县",
            "Code": "220122"
          },
          {
            "Name": "九台市",
            "Code": "220181"
          },
          {
            "Name": "榆树市",
            "Code": "220182"
          },
          {
            "Name": "德惠市",
            "Code": "220183"
          },
          {
            "Name": "高新技术产业开发区",
            "Code": "220184"
          },
          {
            "Name": "汽车产业开发区",
            "Code": "220185"
          },
          {
            "Name": "经济技术开发区",
            "Code": "220186"
          },
          {
            "Name": "净月旅游开发区",
            "Code": "220187"
          },
          {
            "Name": "其它区",
            "Code": "220188"
          }
        ]
      },
      {
        "Name": "吉林市",
        "Code": "220200",
        "items": [
          {
            "Name": "昌邑区",
            "Code": "220202"
          },
          {
            "Name": "龙潭区",
            "Code": "220203"
          },
          {
            "Name": "船营区",
            "Code": "220204"
          },
          {
            "Name": "丰满区",
            "Code": "220211"
          },
          {
            "Name": "永吉县",
            "Code": "220221"
          },
          {
            "Name": "蛟河市",
            "Code": "220281"
          },
          {
            "Name": "桦甸市",
            "Code": "220282"
          },
          {
            "Name": "舒兰市",
            "Code": "220283"
          },
          {
            "Name": "磐石市",
            "Code": "220284"
          },
          {
            "Name": "其它区",
            "Code": "220285"
          }
        ]
      },
      {
        "Name": "四平市",
        "Code": "220300",
        "items": [
          {
            "Name": "铁西区",
            "Code": "220302"
          },
          {
            "Name": "铁东区",
            "Code": "220303"
          },
          {
            "Name": "梨树县",
            "Code": "220322"
          },
          {
            "Name": "伊通满族自治县",
            "Code": "220323"
          },
          {
            "Name": "公主岭市",
            "Code": "220381"
          },
          {
            "Name": "双辽市",
            "Code": "220382"
          },
          {
            "Name": "其它区",
            "Code": "220383"
          }
        ]
      },
      {
        "Name": "辽源市",
        "Code": "220400",
        "items": [
          {
            "Name": "龙山区",
            "Code": "220402"
          },
          {
            "Name": "西安区",
            "Code": "220403"
          },
          {
            "Name": "东丰县",
            "Code": "220421"
          },
          {
            "Name": "东辽县",
            "Code": "220422"
          },
          {
            "Name": "其它区",
            "Code": "220423"
          }
        ]
      },
      {
        "Name": "通化市",
        "Code": "220500",
        "items": [
          {
            "Name": "东昌区",
            "Code": "220502"
          },
          {
            "Name": "二道江区",
            "Code": "220503"
          },
          {
            "Name": "通化县",
            "Code": "220521"
          },
          {
            "Name": "辉南县",
            "Code": "220523"
          },
          {
            "Name": "柳河县",
            "Code": "220524"
          },
          {
            "Name": "梅河口市",
            "Code": "220581"
          },
          {
            "Name": "集安市",
            "Code": "220582"
          },
          {
            "Name": "其它区",
            "Code": "220583"
          }
        ]
      },
      {
        "Name": "白山市",
        "Code": "220600",
        "items": [
          {
            "Name": "八道江区",
            "Code": "220602"
          },
          {
            "Name": "抚松县",
            "Code": "220621"
          },
          {
            "Name": "靖宇县",
            "Code": "220622"
          },
          {
            "Name": "长白朝鲜族自治县",
            "Code": "220623"
          },
          {
            "Name": "江源县",
            "Code": "220625"
          },
          {
            "Name": "临江市",
            "Code": "220681"
          },
          {
            "Name": "其它区",
            "Code": "220682"
          }
        ]
      },
      {
        "Name": "松原市",
        "Code": "220700",
        "items": [
          {
            "Name": "宁江区",
            "Code": "220702"
          },
          {
            "Name": "前郭尔罗斯蒙古族自治县",
            "Code": "220721"
          },
          {
            "Name": "长岭县",
            "Code": "220722"
          },
          {
            "Name": "乾安县",
            "Code": "220723"
          },
          {
            "Name": "扶余县",
            "Code": "220724"
          },
          {
            "Name": "其它区",
            "Code": "220725"
          }
        ]
      },
      {
        "Name": "白城市",
        "Code": "220800",
        "items": [
          {
            "Name": "洮北区",
            "Code": "220802"
          },
          {
            "Name": "镇赉县",
            "Code": "220821"
          },
          {
            "Name": "通榆县",
            "Code": "220822"
          },
          {
            "Name": "洮南市",
            "Code": "220881"
          },
          {
            "Name": "大安市",
            "Code": "220882"
          },
          {
            "Name": "其它区",
            "Code": "220883"
          }
        ]
      },
      {
        "Name": "延边朝鲜族自治州",
        "Code": "222400",
        "items": [
          {
            "Name": "延吉市",
            "Code": "222401"
          },
          {
            "Name": "图们市",
            "Code": "222402"
          },
          {
            "Name": "敦化市",
            "Code": "222403"
          },
          {
            "Name": "珲春市",
            "Code": "222404"
          },
          {
            "Name": "龙井市",
            "Code": "222405"
          },
          {
            "Name": "和龙市",
            "Code": "222406"
          },
          {
            "Name": "汪清县",
            "Code": "222424"
          },
          {
            "Name": "安图县",
            "Code": "222426"
          },
          {
            "Name": "其它区",
            "Code": "222427"
          }
        ]
      }
    ]
  },
  {
    "Name": "黑龙江省",
    "Code": "230000",
    "items": [
      {
        "Name": "哈尔滨市",
        "Code": "230100",
        "items": [
          {
            "Name": "道里区",
            "Code": "230102"
          },
          {
            "Name": "南岗区",
            "Code": "230103"
          },
          {
            "Name": "道外区",
            "Code": "230104"
          },
          {
            "Name": "香坊区",
            "Code": "230106"
          },
          {
            "Name": "动力区",
            "Code": "230107"
          },
          {
            "Name": "平房区",
            "Code": "230108"
          },
          {
            "Name": "松北区",
            "Code": "230109"
          },
          {
            "Name": "呼兰区",
            "Code": "230111"
          },
          {
            "Name": "依兰县",
            "Code": "230123"
          },
          {
            "Name": "方正县",
            "Code": "230124"
          },
          {
            "Name": "宾县",
            "Code": "230125"
          },
          {
            "Name": "巴彦县",
            "Code": "230126"
          },
          {
            "Name": "木兰县",
            "Code": "230127"
          },
          {
            "Name": "通河县",
            "Code": "230128"
          },
          {
            "Name": "延寿县",
            "Code": "230129"
          },
          {
            "Name": "阿城市",
            "Code": "230181"
          },
          {
            "Name": "双城市",
            "Code": "230182"
          },
          {
            "Name": "尚志市",
            "Code": "230183"
          },
          {
            "Name": "五常市",
            "Code": "230184"
          },
          {
            "Name": "阿城市",
            "Code": "230185"
          },
          {
            "Name": "其它区",
            "Code": "230186"
          }
        ]
      },
      {
        "Name": "齐齐哈尔市",
        "Code": "230200",
        "items": [
          {
            "Name": "龙沙区",
            "Code": "230202"
          },
          {
            "Name": "建华区",
            "Code": "230203"
          },
          {
            "Name": "铁锋区",
            "Code": "230204"
          },
          {
            "Name": "昂昂溪区",
            "Code": "230205"
          },
          {
            "Name": "富拉尔基区",
            "Code": "230206"
          },
          {
            "Name": "碾子山区",
            "Code": "230207"
          },
          {
            "Name": "梅里斯达斡尔族区",
            "Code": "230208"
          },
          {
            "Name": "龙江县",
            "Code": "230221"
          },
          {
            "Name": "依安县",
            "Code": "230223"
          },
          {
            "Name": "泰来县",
            "Code": "230224"
          },
          {
            "Name": "甘南县",
            "Code": "230225"
          },
          {
            "Name": "富裕县",
            "Code": "230227"
          },
          {
            "Name": "克山县",
            "Code": "230229"
          },
          {
            "Name": "克东县",
            "Code": "230230"
          },
          {
            "Name": "拜泉县",
            "Code": "230231"
          },
          {
            "Name": "讷河市",
            "Code": "230281"
          },
          {
            "Name": "其它区",
            "Code": "230282"
          }
        ]
      },
      {
        "Name": "鸡西市",
        "Code": "230300",
        "items": [
          {
            "Name": "鸡冠区",
            "Code": "230302"
          },
          {
            "Name": "恒山区",
            "Code": "230303"
          },
          {
            "Name": "滴道区",
            "Code": "230304"
          },
          {
            "Name": "梨树区",
            "Code": "230305"
          },
          {
            "Name": "城子河区",
            "Code": "230306"
          },
          {
            "Name": "麻山区",
            "Code": "230307"
          },
          {
            "Name": "鸡东县",
            "Code": "230321"
          },
          {
            "Name": "虎林市",
            "Code": "230381"
          },
          {
            "Name": "密山市",
            "Code": "230382"
          },
          {
            "Name": "其它区",
            "Code": "230383"
          }
        ]
      },
      {
        "Name": "鹤岗市",
        "Code": "230400",
        "items": [
          {
            "Name": "向阳区",
            "Code": "230402"
          },
          {
            "Name": "工农区",
            "Code": "230403"
          },
          {
            "Name": "南山区",
            "Code": "230404"
          },
          {
            "Name": "兴安区",
            "Code": "230405"
          },
          {
            "Name": "东山区",
            "Code": "230406"
          },
          {
            "Name": "兴山区",
            "Code": "230407"
          },
          {
            "Name": "萝北县",
            "Code": "230421"
          },
          {
            "Name": "绥滨县",
            "Code": "230422"
          },
          {
            "Name": "其它区",
            "Code": "230423"
          }
        ]
      },
      {
        "Name": "双鸭山市",
        "Code": "230500",
        "items": [
          {
            "Name": "尖山区",
            "Code": "230502"
          },
          {
            "Name": "岭东区",
            "Code": "230503"
          },
          {
            "Name": "四方台区",
            "Code": "230505"
          },
          {
            "Name": "宝山区",
            "Code": "230506"
          },
          {
            "Name": "集贤县",
            "Code": "230521"
          },
          {
            "Name": "友谊县",
            "Code": "230522"
          },
          {
            "Name": "宝清县",
            "Code": "230523"
          },
          {
            "Name": "饶河县",
            "Code": "230524"
          },
          {
            "Name": "其它区",
            "Code": "230525"
          }
        ]
      },
      {
        "Name": "大庆市",
        "Code": "230600",
        "items": [
          {
            "Name": "萨尔图区",
            "Code": "230602"
          },
          {
            "Name": "龙凤区",
            "Code": "230603"
          },
          {
            "Name": "让胡路区",
            "Code": "230604"
          },
          {
            "Name": "红岗区",
            "Code": "230605"
          },
          {
            "Name": "大同区",
            "Code": "230606"
          },
          {
            "Name": "肇州县",
            "Code": "230621"
          },
          {
            "Name": "肇源县",
            "Code": "230622"
          },
          {
            "Name": "林甸县",
            "Code": "230623"
          },
          {
            "Name": "杜尔伯特蒙古族自治县",
            "Code": "230624"
          },
          {
            "Name": "其它区",
            "Code": "230625"
          }
        ]
      },
      {
        "Name": "伊春市",
        "Code": "230700",
        "items": [
          {
            "Name": "伊春区",
            "Code": "230702"
          },
          {
            "Name": "南岔区",
            "Code": "230703"
          },
          {
            "Name": "友好区",
            "Code": "230704"
          },
          {
            "Name": "西林区",
            "Code": "230705"
          },
          {
            "Name": "翠峦区",
            "Code": "230706"
          },
          {
            "Name": "新青区",
            "Code": "230707"
          },
          {
            "Name": "美溪区",
            "Code": "230708"
          },
          {
            "Name": "金山屯区",
            "Code": "230709"
          },
          {
            "Name": "五营区",
            "Code": "230710"
          },
          {
            "Name": "乌马河区",
            "Code": "230711"
          },
          {
            "Name": "汤旺河区",
            "Code": "230712"
          },
          {
            "Name": "带岭区",
            "Code": "230713"
          },
          {
            "Name": "乌伊岭区",
            "Code": "230714"
          },
          {
            "Name": "红星区",
            "Code": "230715"
          },
          {
            "Name": "上甘岭区",
            "Code": "230716"
          },
          {
            "Name": "嘉荫县",
            "Code": "230722"
          },
          {
            "Name": "铁力市",
            "Code": "230781"
          },
          {
            "Name": "其它区",
            "Code": "230782"
          }
        ]
      },
      {
        "Name": "佳木斯市",
        "Code": "230800",
        "items": [
          {
            "Name": "永红区",
            "Code": "230802"
          },
          {
            "Name": "向阳区",
            "Code": "230803"
          },
          {
            "Name": "前进区",
            "Code": "230804"
          },
          {
            "Name": "东风区",
            "Code": "230805"
          },
          {
            "Name": "郊区",
            "Code": "230811"
          },
          {
            "Name": "桦南县",
            "Code": "230822"
          },
          {
            "Name": "桦川县",
            "Code": "230826"
          },
          {
            "Name": "汤原县",
            "Code": "230828"
          },
          {
            "Name": "抚远县",
            "Code": "230833"
          },
          {
            "Name": "同江市",
            "Code": "230881"
          },
          {
            "Name": "富锦市",
            "Code": "230882"
          },
          {
            "Name": "其它区",
            "Code": "230883"
          }
        ]
      },
      {
        "Name": "七台河市",
        "Code": "230900",
        "items": [
          {
            "Name": "新兴区",
            "Code": "230902"
          },
          {
            "Name": "桃山区",
            "Code": "230903"
          },
          {
            "Name": "茄子河区",
            "Code": "230904"
          },
          {
            "Name": "勃利县",
            "Code": "230921"
          },
          {
            "Name": "其它区",
            "Code": "230922"
          }
        ]
      },
      {
        "Name": "牡丹江市",
        "Code": "231000",
        "items": [
          {
            "Name": "东安区",
            "Code": "231002"
          },
          {
            "Name": "阳明区",
            "Code": "231003"
          },
          {
            "Name": "爱民区",
            "Code": "231004"
          },
          {
            "Name": "西安区",
            "Code": "231005"
          },
          {
            "Name": "东宁县",
            "Code": "231024"
          },
          {
            "Name": "林口县",
            "Code": "231025"
          },
          {
            "Name": "绥芬河市",
            "Code": "231081"
          },
          {
            "Name": "海林市",
            "Code": "231083"
          },
          {
            "Name": "宁安市",
            "Code": "231084"
          },
          {
            "Name": "穆棱市",
            "Code": "231085"
          },
          {
            "Name": "其它区",
            "Code": "231086"
          }
        ]
      },
      {
        "Name": "黑河市",
        "Code": "231100",
        "items": [
          {
            "Name": "爱辉区",
            "Code": "231102"
          },
          {
            "Name": "嫩江县",
            "Code": "231121"
          },
          {
            "Name": "逊克县",
            "Code": "231123"
          },
          {
            "Name": "孙吴县",
            "Code": "231124"
          },
          {
            "Name": "北安市",
            "Code": "231181"
          },
          {
            "Name": "五大连池市",
            "Code": "231182"
          },
          {
            "Name": "其它区",
            "Code": "231183"
          }
        ]
      },
      {
        "Name": "绥化市",
        "Code": "231200",
        "items": [
          {
            "Name": "北林区",
            "Code": "231202"
          },
          {
            "Name": "望奎县",
            "Code": "231221"
          },
          {
            "Name": "兰西县",
            "Code": "231222"
          },
          {
            "Name": "青冈县",
            "Code": "231223"
          },
          {
            "Name": "庆安县",
            "Code": "231224"
          },
          {
            "Name": "明水县",
            "Code": "231225"
          },
          {
            "Name": "绥棱县",
            "Code": "231226"
          },
          {
            "Name": "安达市",
            "Code": "231281"
          },
          {
            "Name": "肇东市",
            "Code": "231282"
          },
          {
            "Name": "海伦市",
            "Code": "231283"
          },
          {
            "Name": "其它区",
            "Code": "231284"
          }
        ]
      },
      {
        "Name": "大兴安岭地区",
        "Code": "232700",
        "items": [
          {
            "Name": "呼玛县",
            "Code": "232721"
          },
          {
            "Name": "塔河县",
            "Code": "232722"
          },
          {
            "Name": "漠河县",
            "Code": "232723"
          },
          {
            "Name": "加格达奇区",
            "Code": "232724"
          },
          {
            "Name": "其它区",
            "Code": "232725"
          }
        ]
      }
    ]
  },
  {
    "Name": "上海",
    "Code": "310000",
    "items": [
      {
        "Name": "上海市",
        "Code": "310100",
        "items": [
          {
            "Name": "黄浦区",
            "Code": "310101"
          },
          {
            "Name": "卢湾区",
            "Code": "310103"
          },
          {
            "Name": "徐汇区",
            "Code": "310104"
          },
          {
            "Name": "长宁区",
            "Code": "310105"
          },
          {
            "Name": "静安区",
            "Code": "310106"
          },
          {
            "Name": "普陀区",
            "Code": "310107"
          },
          {
            "Name": "闸北区",
            "Code": "310108"
          },
          {
            "Name": "虹口区",
            "Code": "310109"
          },
          {
            "Name": "杨浦区",
            "Code": "310110"
          },
          {
            "Name": "闵行区",
            "Code": "310112"
          },
          {
            "Name": "宝山区",
            "Code": "310113"
          },
          {
            "Name": "嘉定区",
            "Code": "310114"
          },
          {
            "Name": "浦东新区",
            "Code": "310115"
          },
          {
            "Name": "金山区",
            "Code": "310116"
          },
          {
            "Name": "松江区",
            "Code": "310117"
          },
          {
            "Name": "青浦区",
            "Code": "310118"
          },
          {
            "Name": "南汇区",
            "Code": "310119"
          },
          {
            "Name": "奉贤区",
            "Code": "310120"
          },
          {
            "Name": "川沙区",
            "Code": "310152"
          },
          {
            "Name": "崇明县",
            "Code": "310230"
          },
          {
            "Name": "其它区",
            "Code": "310231"
          }
        ]
      }
    ]
  },
  {
    "Name": "江苏省",
    "Code": "320000",
    "items": [
      {
        "Name": "南京市",
        "Code": "320100",
        "items": [
          {
            "Name": "玄武区",
            "Code": "320102"
          },
          {
            "Name": "白下区",
            "Code": "320103"
          },
          {
            "Name": "秦淮区",
            "Code": "320104"
          },
          {
            "Name": "建邺区",
            "Code": "320105"
          },
          {
            "Name": "鼓楼区",
            "Code": "320106"
          },
          {
            "Name": "下关区",
            "Code": "320107"
          },
          {
            "Name": "浦口区",
            "Code": "320111"
          },
          {
            "Name": "栖霞区",
            "Code": "320113"
          },
          {
            "Name": "雨花台区",
            "Code": "320114"
          },
          {
            "Name": "江宁区",
            "Code": "320115"
          },
          {
            "Name": "六合区",
            "Code": "320116"
          },
          {
            "Name": "溧水县",
            "Code": "320124"
          },
          {
            "Name": "高淳县",
            "Code": "320125"
          },
          {
            "Name": "其它区",
            "Code": "320126"
          }
        ]
      },
      {
        "Name": "无锡市",
        "Code": "320200",
        "items": [
          {
            "Name": "崇安区",
            "Code": "320202"
          },
          {
            "Name": "南长区",
            "Code": "320203"
          },
          {
            "Name": "北塘区",
            "Code": "320204"
          },
          {
            "Name": "锡山区",
            "Code": "320205"
          },
          {
            "Name": "惠山区",
            "Code": "320206"
          },
          {
            "Name": "滨湖区",
            "Code": "320211"
          },
          {
            "Name": "江阴市",
            "Code": "320281"
          },
          {
            "Name": "宜兴市",
            "Code": "320282"
          },
          {
            "Name": "新区",
            "Code": "320296"
          },
          {
            "Name": "其它区",
            "Code": "320297"
          }
        ]
      },
      {
        "Name": "徐州市",
        "Code": "320300",
        "items": [
          {
            "Name": "鼓楼区",
            "Code": "320302"
          },
          {
            "Name": "云龙区",
            "Code": "320303"
          },
          {
            "Name": "九里区",
            "Code": "320304"
          },
          {
            "Name": "贾汪区",
            "Code": "320305"
          },
          {
            "Name": "泉山区",
            "Code": "320311"
          },
          {
            "Name": "丰县",
            "Code": "320321"
          },
          {
            "Name": "沛县",
            "Code": "320322"
          },
          {
            "Name": "铜山县",
            "Code": "320323"
          },
          {
            "Name": "睢宁县",
            "Code": "320324"
          },
          {
            "Name": "新沂市",
            "Code": "320381"
          },
          {
            "Name": "邳州市",
            "Code": "320382"
          },
          {
            "Name": "其它区",
            "Code": "320383"
          }
        ]
      },
      {
        "Name": "常州市",
        "Code": "320400",
        "items": [
          {
            "Name": "天宁区",
            "Code": "320402"
          },
          {
            "Name": "钟楼区",
            "Code": "320404"
          },
          {
            "Name": "戚墅堰区",
            "Code": "320405"
          },
          {
            "Name": "新北区",
            "Code": "320411"
          },
          {
            "Name": "武进区",
            "Code": "320412"
          },
          {
            "Name": "溧阳市",
            "Code": "320481"
          },
          {
            "Name": "金坛市",
            "Code": "320482"
          },
          {
            "Name": "其它区",
            "Code": "320483"
          }
        ]
      },
      {
        "Name": "苏州市",
        "Code": "320500",
        "items": [
          {
            "Name": "沧浪区",
            "Code": "320502"
          },
          {
            "Name": "平江区",
            "Code": "320503"
          },
          {
            "Name": "金阊区",
            "Code": "320504"
          },
          {
            "Name": "虎丘区",
            "Code": "320505"
          },
          {
            "Name": "吴中区",
            "Code": "320506"
          },
          {
            "Name": "相城区",
            "Code": "320507"
          },
          {
            "Name": "常熟市",
            "Code": "320581"
          },
          {
            "Name": "张家港市",
            "Code": "320582"
          },
          {
            "Name": "昆山市",
            "Code": "320583"
          },
          {
            "Name": "吴江市",
            "Code": "320584"
          },
          {
            "Name": "太仓市",
            "Code": "320585"
          },
          {
            "Name": "新区",
            "Code": "320594"
          },
          {
            "Name": "园区",
            "Code": "320595"
          },
          {
            "Name": "其它区",
            "Code": "320596"
          }
        ]
      },
      {
        "Name": "南通市",
        "Code": "320600",
        "items": [
          {
            "Name": "崇川区",
            "Code": "320602"
          },
          {
            "Name": "港闸区",
            "Code": "320611"
          },
          {
            "Name": "通州区",
            "Code": "320612"
          },
          {
            "Name": "海安县",
            "Code": "320621"
          },
          {
            "Name": "如东县",
            "Code": "320623"
          },
          {
            "Name": "启东市",
            "Code": "320681"
          },
          {
            "Name": "如皋市",
            "Code": "320682"
          },
          {
            "Name": "通州市",
            "Code": "320683"
          },
          {
            "Name": "海门市",
            "Code": "320684"
          },
          {
            "Name": "开发区",
            "Code": "320693"
          },
          {
            "Name": "其它区",
            "Code": "320694"
          }
        ]
      },
      {
        "Name": "连云港市",
        "Code": "320700",
        "items": [
          {
            "Name": "连云区",
            "Code": "320703"
          },
          {
            "Name": "新浦区",
            "Code": "320705"
          },
          {
            "Name": "海州区",
            "Code": "320706"
          },
          {
            "Name": "赣榆县",
            "Code": "320721"
          },
          {
            "Name": "东海县",
            "Code": "320722"
          },
          {
            "Name": "灌云县",
            "Code": "320723"
          },
          {
            "Name": "灌南县",
            "Code": "320724"
          },
          {
            "Name": "其它区",
            "Code": "320725"
          }
        ]
      },
      {
        "Name": "淮安市",
        "Code": "320800",
        "items": [
          {
            "Name": "清河区",
            "Code": "320802"
          },
          {
            "Name": "楚州区",
            "Code": "320803"
          },
          {
            "Name": "淮阴区",
            "Code": "320804"
          },
          {
            "Name": "清浦区",
            "Code": "320811"
          },
          {
            "Name": "涟水县",
            "Code": "320826"
          },
          {
            "Name": "洪泽县",
            "Code": "320829"
          },
          {
            "Name": "盱眙县",
            "Code": "320830"
          },
          {
            "Name": "金湖县",
            "Code": "320831"
          },
          {
            "Name": "其它区",
            "Code": "320832"
          }
        ]
      },
      {
        "Name": "盐城市",
        "Code": "320900",
        "items": [
          {
            "Name": "亭湖区",
            "Code": "320902"
          },
          {
            "Name": "盐都区",
            "Code": "320903"
          },
          {
            "Name": "响水县",
            "Code": "320921"
          },
          {
            "Name": "滨海县",
            "Code": "320922"
          },
          {
            "Name": "阜宁县",
            "Code": "320923"
          },
          {
            "Name": "射阳县",
            "Code": "320924"
          },
          {
            "Name": "建湖县",
            "Code": "320925"
          },
          {
            "Name": "东台市",
            "Code": "320981"
          },
          {
            "Name": "大丰市",
            "Code": "320982"
          },
          {
            "Name": "其它区",
            "Code": "320983"
          }
        ]
      },
      {
        "Name": "扬州市",
        "Code": "321000",
        "items": [
          {
            "Name": "广陵区",
            "Code": "321002"
          },
          {
            "Name": "邗江区",
            "Code": "321003"
          },
          {
            "Name": "维扬区",
            "Code": "321011"
          },
          {
            "Name": "宝应县",
            "Code": "321023"
          },
          {
            "Name": "仪征市",
            "Code": "321081"
          },
          {
            "Name": "高邮市",
            "Code": "321084"
          },
          {
            "Name": "江都市",
            "Code": "321088"
          },
          {
            "Name": "经济开发区",
            "Code": "321092"
          },
          {
            "Name": "其它区",
            "Code": "321093"
          }
        ]
      },
      {
        "Name": "镇江市",
        "Code": "321100",
        "items": [
          {
            "Name": "京口区",
            "Code": "321102"
          },
          {
            "Name": "润州区",
            "Code": "321111"
          },
          {
            "Name": "丹徒区",
            "Code": "321112"
          },
          {
            "Name": "丹阳市",
            "Code": "321181"
          },
          {
            "Name": "扬中市",
            "Code": "321182"
          },
          {
            "Name": "句容市",
            "Code": "321183"
          },
          {
            "Name": "其它区",
            "Code": "321184"
          }
        ]
      },
      {
        "Name": "泰州市",
        "Code": "321200",
        "items": [
          {
            "Name": "海陵区",
            "Code": "321202"
          },
          {
            "Name": "高港区",
            "Code": "321203"
          },
          {
            "Name": "兴化市",
            "Code": "321281"
          },
          {
            "Name": "靖江市",
            "Code": "321282"
          },
          {
            "Name": "泰兴市",
            "Code": "321283"
          },
          {
            "Name": "姜堰市",
            "Code": "321284"
          },
          {
            "Name": "其它区",
            "Code": "321285"
          }
        ]
      },
      {
        "Name": "宿迁市",
        "Code": "321300",
        "items": [
          {
            "Name": "宿城区",
            "Code": "321302"
          },
          {
            "Name": "宿豫区",
            "Code": "321311"
          },
          {
            "Name": "沭阳县",
            "Code": "321322"
          },
          {
            "Name": "泗阳县",
            "Code": "321323"
          },
          {
            "Name": "泗洪县",
            "Code": "321324"
          },
          {
            "Name": "其它区",
            "Code": "321325"
          }
        ]
      }
    ]
  },
  {
    "Name": "浙江省",
    "Code": "330000",
    "items": [
      {
        "Name": "杭州市",
        "Code": "330100",
        "items": [
          {
            "Name": "上城区",
            "Code": "330102"
          },
          {
            "Name": "下城区",
            "Code": "330103"
          },
          {
            "Name": "江干区",
            "Code": "330104"
          },
          {
            "Name": "拱墅区",
            "Code": "330105"
          },
          {
            "Name": "西湖区",
            "Code": "330106"
          },
          {
            "Name": "滨江区",
            "Code": "330108"
          },
          {
            "Name": "萧山区",
            "Code": "330109"
          },
          {
            "Name": "余杭区",
            "Code": "330110"
          },
          {
            "Name": "桐庐县",
            "Code": "330122"
          },
          {
            "Name": "淳安县",
            "Code": "330127"
          },
          {
            "Name": "建德市",
            "Code": "330182"
          },
          {
            "Name": "富阳市",
            "Code": "330183"
          },
          {
            "Name": "临安市",
            "Code": "330185"
          },
          {
            "Name": "其它区",
            "Code": "330186"
          }
        ]
      },
      {
        "Name": "宁波市",
        "Code": "330200",
        "items": [
          {
            "Name": "海曙区",
            "Code": "330203"
          },
          {
            "Name": "江东区",
            "Code": "330204"
          },
          {
            "Name": "江北区",
            "Code": "330205"
          },
          {
            "Name": "北仑区",
            "Code": "330206"
          },
          {
            "Name": "镇海区",
            "Code": "330211"
          },
          {
            "Name": "鄞州区",
            "Code": "330212"
          },
          {
            "Name": "象山县",
            "Code": "330225"
          },
          {
            "Name": "宁海县",
            "Code": "330226"
          },
          {
            "Name": "余姚市",
            "Code": "330281"
          },
          {
            "Name": "慈溪市",
            "Code": "330282"
          },
          {
            "Name": "奉化市",
            "Code": "330283"
          },
          {
            "Name": "其它区",
            "Code": "330284"
          }
        ]
      },
      {
        "Name": "温州市",
        "Code": "330300",
        "items": [
          {
            "Name": "鹿城区",
            "Code": "330302"
          },
          {
            "Name": "龙湾区",
            "Code": "330303"
          },
          {
            "Name": "瓯海区",
            "Code": "330304"
          },
          {
            "Name": "洞头县",
            "Code": "330322"
          },
          {
            "Name": "永嘉县",
            "Code": "330324"
          },
          {
            "Name": "平阳县",
            "Code": "330326"
          },
          {
            "Name": "苍南县",
            "Code": "330327"
          },
          {
            "Name": "文成县",
            "Code": "330328"
          },
          {
            "Name": "泰顺县",
            "Code": "330329"
          },
          {
            "Name": "瑞安市",
            "Code": "330381"
          },
          {
            "Name": "乐清市",
            "Code": "330382"
          },
          {
            "Name": "其它区",
            "Code": "330383"
          }
        ]
      },
      {
        "Name": "嘉兴市",
        "Code": "330400",
        "items": [
          {
            "Name": "南湖区",
            "Code": "330402"
          },
          {
            "Name": "秀洲区",
            "Code": "330411"
          },
          {
            "Name": "嘉善县",
            "Code": "330421"
          },
          {
            "Name": "海盐县",
            "Code": "330424"
          },
          {
            "Name": "海宁市",
            "Code": "330481"
          },
          {
            "Name": "平湖市",
            "Code": "330482"
          },
          {
            "Name": "桐乡市",
            "Code": "330483"
          },
          {
            "Name": "其它区",
            "Code": "330484"
          }
        ]
      },
      {
        "Name": "湖州市",
        "Code": "330500",
        "items": [
          {
            "Name": "吴兴区",
            "Code": "330502"
          },
          {
            "Name": "南浔区",
            "Code": "330503"
          },
          {
            "Name": "德清县",
            "Code": "330521"
          },
          {
            "Name": "长兴县",
            "Code": "330522"
          },
          {
            "Name": "安吉县",
            "Code": "330523"
          },
          {
            "Name": "其它区",
            "Code": "330524"
          }
        ]
      },
      {
        "Name": "绍兴市",
        "Code": "330600",
        "items": [
          {
            "Name": "越城区",
            "Code": "330602"
          },
          {
            "Name": "绍兴县",
            "Code": "330621"
          },
          {
            "Name": "新昌县",
            "Code": "330624"
          },
          {
            "Name": "诸暨市",
            "Code": "330681"
          },
          {
            "Name": "上虞市",
            "Code": "330682"
          },
          {
            "Name": "嵊州市",
            "Code": "330683"
          },
          {
            "Name": "其它区",
            "Code": "330684"
          }
        ]
      },
      {
        "Name": "金华市",
        "Code": "330700",
        "items": [
          {
            "Name": "婺城区",
            "Code": "330702"
          },
          {
            "Name": "金东区",
            "Code": "330703"
          },
          {
            "Name": "武义县",
            "Code": "330723"
          },
          {
            "Name": "浦江县",
            "Code": "330726"
          },
          {
            "Name": "磐安县",
            "Code": "330727"
          },
          {
            "Name": "兰溪市",
            "Code": "330781"
          },
          {
            "Name": "义乌市",
            "Code": "330782"
          },
          {
            "Name": "东阳市",
            "Code": "330783"
          },
          {
            "Name": "永康市",
            "Code": "330784"
          },
          {
            "Name": "其它区",
            "Code": "330785"
          }
        ]
      },
      {
        "Name": "衢州市",
        "Code": "330800",
        "items": [
          {
            "Name": "柯城区",
            "Code": "330802"
          },
          {
            "Name": "衢江区",
            "Code": "330803"
          },
          {
            "Name": "常山县",
            "Code": "330822"
          },
          {
            "Name": "开化县",
            "Code": "330824"
          },
          {
            "Name": "龙游县",
            "Code": "330825"
          },
          {
            "Name": "江山市",
            "Code": "330881"
          },
          {
            "Name": "其它区",
            "Code": "330882"
          }
        ]
      },
      {
        "Name": "舟山市",
        "Code": "330900",
        "items": [
          {
            "Name": "定海区",
            "Code": "330902"
          },
          {
            "Name": "普陀区",
            "Code": "330903"
          },
          {
            "Name": "岱山县",
            "Code": "330921"
          },
          {
            "Name": "嵊泗县",
            "Code": "330922"
          },
          {
            "Name": "其它区",
            "Code": "330923"
          }
        ]
      },
      {
        "Name": "台州市",
        "Code": "331000",
        "items": [
          {
            "Name": "椒江区",
            "Code": "331002"
          },
          {
            "Name": "黄岩区",
            "Code": "331003"
          },
          {
            "Name": "路桥区",
            "Code": "331004"
          },
          {
            "Name": "玉环县",
            "Code": "331021"
          },
          {
            "Name": "三门县",
            "Code": "331022"
          },
          {
            "Name": "天台县",
            "Code": "331023"
          },
          {
            "Name": "仙居县",
            "Code": "331024"
          },
          {
            "Name": "温岭市",
            "Code": "331081"
          },
          {
            "Name": "临海市",
            "Code": "331082"
          },
          {
            "Name": "其它区",
            "Code": "331083"
          }
        ]
      },
      {
        "Name": "丽水市",
        "Code": "331100",
        "items": [
          {
            "Name": "莲都区",
            "Code": "331102"
          },
          {
            "Name": "青田县",
            "Code": "331121"
          },
          {
            "Name": "缙云县",
            "Code": "331122"
          },
          {
            "Name": "遂昌县",
            "Code": "331123"
          },
          {
            "Name": "松阳县",
            "Code": "331124"
          },
          {
            "Name": "云和县",
            "Code": "331125"
          },
          {
            "Name": "庆元县",
            "Code": "331126"
          },
          {
            "Name": "景宁畲族自治县",
            "Code": "331127"
          },
          {
            "Name": "龙泉市",
            "Code": "331181"
          },
          {
            "Name": "其它区",
            "Code": "331182"
          }
        ]
      }
    ]
  },
  {
    "Name": "安徽省",
    "Code": "340000",
    "items": [
      {
        "Name": "合肥市",
        "Code": "340100",
        "items": [
          {
            "Name": "瑶海区",
            "Code": "340102"
          },
          {
            "Name": "庐阳区",
            "Code": "340103"
          },
          {
            "Name": "蜀山区",
            "Code": "340104"
          },
          {
            "Name": "包河区",
            "Code": "340111"
          },
          {
            "Name": "长丰县",
            "Code": "340121"
          },
          {
            "Name": "肥东县",
            "Code": "340122"
          },
          {
            "Name": "肥西县",
            "Code": "340123"
          },
          {
            "Name": "高新区",
            "Code": "340151"
          },
          {
            "Name": "中区",
            "Code": "340191"
          },
          {
            "Name": "其它区",
            "Code": "340192"
          }
        ]
      },
      {
        "Name": "芜湖市",
        "Code": "340200",
        "items": [
          {
            "Name": "镜湖区",
            "Code": "340202"
          },
          {
            "Name": "弋江区",
            "Code": "340203"
          },
          {
            "Name": "鸠江区",
            "Code": "340207"
          },
          {
            "Name": "三山区",
            "Code": "340208"
          },
          {
            "Name": "芜湖县",
            "Code": "340221"
          },
          {
            "Name": "繁昌县",
            "Code": "340222"
          },
          {
            "Name": "南陵县",
            "Code": "340223"
          },
          {
            "Name": "其它区",
            "Code": "340224"
          }
        ]
      },
      {
        "Name": "蚌埠市",
        "Code": "340300",
        "items": [
          {
            "Name": "龙子湖区",
            "Code": "340302"
          },
          {
            "Name": "蚌山区",
            "Code": "340303"
          },
          {
            "Name": "禹会区",
            "Code": "340304"
          },
          {
            "Name": "淮上区",
            "Code": "340311"
          },
          {
            "Name": "怀远县",
            "Code": "340321"
          },
          {
            "Name": "五河县",
            "Code": "340322"
          },
          {
            "Name": "固镇县",
            "Code": "340323"
          },
          {
            "Name": "其它区",
            "Code": "340324"
          }
        ]
      },
      {
        "Name": "淮南市",
        "Code": "340400",
        "items": [
          {
            "Name": "大通区",
            "Code": "340402"
          },
          {
            "Name": "田家庵区",
            "Code": "340403"
          },
          {
            "Name": "谢家集区",
            "Code": "340404"
          },
          {
            "Name": "八公山区",
            "Code": "340405"
          },
          {
            "Name": "潘集区",
            "Code": "340406"
          },
          {
            "Name": "凤台县",
            "Code": "340421"
          },
          {
            "Name": "其它区",
            "Code": "340422"
          }
        ]
      },
      {
        "Name": "马鞍山市",
        "Code": "340500",
        "items": [
          {
            "Name": "金家庄区",
            "Code": "340502"
          },
          {
            "Name": "花山区",
            "Code": "340503"
          },
          {
            "Name": "雨山区",
            "Code": "340504"
          },
          {
            "Name": "当涂县",
            "Code": "340521"
          },
          {
            "Name": "其它区",
            "Code": "340522"
          }
        ]
      },
      {
        "Name": "淮北市",
        "Code": "340600",
        "items": [
          {
            "Name": "杜集区",
            "Code": "340602"
          },
          {
            "Name": "相山区",
            "Code": "340603"
          },
          {
            "Name": "烈山区",
            "Code": "340604"
          },
          {
            "Name": "濉溪县",
            "Code": "340621"
          },
          {
            "Name": "其它区",
            "Code": "340622"
          }
        ]
      },
      {
        "Name": "铜陵市",
        "Code": "340700",
        "items": [
          {
            "Name": "铜官山区",
            "Code": "340702"
          },
          {
            "Name": "狮子山区",
            "Code": "340703"
          },
          {
            "Name": "郊区",
            "Code": "340711"
          },
          {
            "Name": "铜陵县",
            "Code": "340721"
          },
          {
            "Name": "其它区",
            "Code": "340722"
          }
        ]
      },
      {
        "Name": "安庆市",
        "Code": "340800",
        "items": [
          {
            "Name": "迎江区",
            "Code": "340802"
          },
          {
            "Name": "大观区",
            "Code": "340803"
          },
          {
            "Name": "宜秀区",
            "Code": "340811"
          },
          {
            "Name": "怀宁县",
            "Code": "340822"
          },
          {
            "Name": "枞阳县",
            "Code": "340823"
          },
          {
            "Name": "潜山县",
            "Code": "340824"
          },
          {
            "Name": "太湖县",
            "Code": "340825"
          },
          {
            "Name": "宿松县",
            "Code": "340826"
          },
          {
            "Name": "望江县",
            "Code": "340827"
          },
          {
            "Name": "岳西县",
            "Code": "340828"
          },
          {
            "Name": "桐城市",
            "Code": "340881"
          },
          {
            "Name": "其它区",
            "Code": "340882"
          }
        ]
      },
      {
        "Name": "黄山市",
        "Code": "341000",
        "items": [
          {
            "Name": "屯溪区",
            "Code": "341002"
          },
          {
            "Name": "黄山区",
            "Code": "341003"
          },
          {
            "Name": "徽州区",
            "Code": "341004"
          },
          {
            "Name": "歙县",
            "Code": "341021"
          },
          {
            "Name": "休宁县",
            "Code": "341022"
          },
          {
            "Name": "黟县",
            "Code": "341023"
          },
          {
            "Name": "祁门县",
            "Code": "341024"
          },
          {
            "Name": "其它区",
            "Code": "341025"
          }
        ]
      },
      {
        "Name": "滁州市",
        "Code": "341100",
        "items": [
          {
            "Name": "琅琊区",
            "Code": "341102"
          },
          {
            "Name": "南谯区",
            "Code": "341103"
          },
          {
            "Name": "来安县",
            "Code": "341122"
          },
          {
            "Name": "全椒县",
            "Code": "341124"
          },
          {
            "Name": "定远县",
            "Code": "341125"
          },
          {
            "Name": "凤阳县",
            "Code": "341126"
          },
          {
            "Name": "天长市",
            "Code": "341181"
          },
          {
            "Name": "明光市",
            "Code": "341182"
          },
          {
            "Name": "其它区",
            "Code": "341183"
          }
        ]
      },
      {
        "Name": "阜阳市",
        "Code": "341200",
        "items": [
          {
            "Name": "颍州区",
            "Code": "341202"
          },
          {
            "Name": "颍东区",
            "Code": "341203"
          },
          {
            "Name": "颍泉区",
            "Code": "341204"
          },
          {
            "Name": "临泉县",
            "Code": "341221"
          },
          {
            "Name": "太和县",
            "Code": "341222"
          },
          {
            "Name": "阜南县",
            "Code": "341225"
          },
          {
            "Name": "颍上县",
            "Code": "341226"
          },
          {
            "Name": "界首市",
            "Code": "341282"
          },
          {
            "Name": "其它区",
            "Code": "341283"
          }
        ]
      },
      {
        "Name": "宿州市",
        "Code": "341300",
        "items": [
          {
            "Name": "埇桥区",
            "Code": "341302"
          },
          {
            "Name": "砀山县",
            "Code": "341321"
          },
          {
            "Name": "萧县",
            "Code": "341322"
          },
          {
            "Name": "灵璧县",
            "Code": "341323"
          },
          {
            "Name": "泗县",
            "Code": "341324"
          },
          {
            "Name": "其它区",
            "Code": "341325"
          }
        ]
      },
      {
        "Name": "巢湖市",
        "Code": "341400",
        "items": [
          {
            "Name": "居巢区",
            "Code": "341402"
          },
          {
            "Name": "庐江县",
            "Code": "341421"
          },
          {
            "Name": "无为县",
            "Code": "341422"
          },
          {
            "Name": "含山县",
            "Code": "341423"
          },
          {
            "Name": "和县",
            "Code": "341424"
          },
          {
            "Name": "其它区",
            "Code": "341425"
          }
        ]
      },
      {
        "Name": "六安市",
        "Code": "341500",
        "items": [
          {
            "Name": "金安区",
            "Code": "341502"
          },
          {
            "Name": "裕安区",
            "Code": "341503"
          },
          {
            "Name": "寿县",
            "Code": "341521"
          },
          {
            "Name": "霍邱县",
            "Code": "341522"
          },
          {
            "Name": "舒城县",
            "Code": "341523"
          },
          {
            "Name": "金寨县",
            "Code": "341524"
          },
          {
            "Name": "霍山县",
            "Code": "341525"
          },
          {
            "Name": "其它区",
            "Code": "341526"
          }
        ]
      },
      {
        "Name": "亳州市",
        "Code": "341600",
        "items": [
          {
            "Name": "谯城区",
            "Code": "341602"
          },
          {
            "Name": "涡阳县",
            "Code": "341621"
          },
          {
            "Name": "蒙城县",
            "Code": "341622"
          },
          {
            "Name": "利辛县",
            "Code": "341623"
          },
          {
            "Name": "其它区",
            "Code": "341624"
          }
        ]
      },
      {
        "Name": "池州市",
        "Code": "341700",
        "items": [
          {
            "Name": "贵池区",
            "Code": "341702"
          },
          {
            "Name": "东至县",
            "Code": "341721"
          },
          {
            "Name": "石台县",
            "Code": "341722"
          },
          {
            "Name": "青阳县",
            "Code": "341723"
          },
          {
            "Name": "其它区",
            "Code": "341724"
          }
        ]
      },
      {
        "Name": "宣城市",
        "Code": "341800",
        "items": [
          {
            "Name": "宣州区",
            "Code": "341802"
          },
          {
            "Name": "郎溪县",
            "Code": "341821"
          },
          {
            "Name": "广德县",
            "Code": "341822"
          },
          {
            "Name": "泾县",
            "Code": "341823"
          },
          {
            "Name": "绩溪县",
            "Code": "341824"
          },
          {
            "Name": "旌德县",
            "Code": "341825"
          },
          {
            "Name": "宁国市",
            "Code": "341881"
          },
          {
            "Name": "其它区",
            "Code": "341882"
          }
        ]
      }
    ]
  },
  {
    "Name": "福建省",
    "Code": "350000",
    "items": [
      {
        "Name": "福州市",
        "Code": "350100",
        "items": [
          {
            "Name": "鼓楼区",
            "Code": "350102"
          },
          {
            "Name": "台江区",
            "Code": "350103"
          },
          {
            "Name": "仓山区",
            "Code": "350104"
          },
          {
            "Name": "马尾区",
            "Code": "350105"
          },
          {
            "Name": "晋安区",
            "Code": "350111"
          },
          {
            "Name": "闽侯县",
            "Code": "350121"
          },
          {
            "Name": "连江县",
            "Code": "350122"
          },
          {
            "Name": "罗源县",
            "Code": "350123"
          },
          {
            "Name": "闽清县",
            "Code": "350124"
          },
          {
            "Name": "永泰县",
            "Code": "350125"
          },
          {
            "Name": "平潭县",
            "Code": "350128"
          },
          {
            "Name": "福清市",
            "Code": "350181"
          },
          {
            "Name": "长乐市",
            "Code": "350182"
          },
          {
            "Name": "其它区",
            "Code": "350183"
          }
        ]
      },
      {
        "Name": "厦门市",
        "Code": "350200",
        "items": [
          {
            "Name": "思明区",
            "Code": "350203"
          },
          {
            "Name": "海沧区",
            "Code": "350205"
          },
          {
            "Name": "湖里区",
            "Code": "350206"
          },
          {
            "Name": "集美区",
            "Code": "350211"
          },
          {
            "Name": "同安区",
            "Code": "350212"
          },
          {
            "Name": "翔安区",
            "Code": "350213"
          },
          {
            "Name": "其它区",
            "Code": "350214"
          }
        ]
      },
      {
        "Name": "莆田市",
        "Code": "350300",
        "items": [
          {
            "Name": "城厢区",
            "Code": "350302"
          },
          {
            "Name": "涵江区",
            "Code": "350303"
          },
          {
            "Name": "荔城区",
            "Code": "350304"
          },
          {
            "Name": "秀屿区",
            "Code": "350305"
          },
          {
            "Name": "仙游县",
            "Code": "350322"
          },
          {
            "Name": "其它区",
            "Code": "350323"
          }
        ]
      },
      {
        "Name": "三明市",
        "Code": "350400",
        "items": [
          {
            "Name": "梅列区",
            "Code": "350402"
          },
          {
            "Name": "三元区",
            "Code": "350403"
          },
          {
            "Name": "明溪县",
            "Code": "350421"
          },
          {
            "Name": "清流县",
            "Code": "350423"
          },
          {
            "Name": "宁化县",
            "Code": "350424"
          },
          {
            "Name": "大田县",
            "Code": "350425"
          },
          {
            "Name": "尤溪县",
            "Code": "350426"
          },
          {
            "Name": "沙县",
            "Code": "350427"
          },
          {
            "Name": "将乐县",
            "Code": "350428"
          },
          {
            "Name": "泰宁县",
            "Code": "350429"
          },
          {
            "Name": "建宁县",
            "Code": "350430"
          },
          {
            "Name": "永安市",
            "Code": "350481"
          },
          {
            "Name": "其它区",
            "Code": "350482"
          }
        ]
      },
      {
        "Name": "泉州市",
        "Code": "350500",
        "items": [
          {
            "Name": "鲤城区",
            "Code": "350502"
          },
          {
            "Name": "丰泽区",
            "Code": "350503"
          },
          {
            "Name": "洛江区",
            "Code": "350504"
          },
          {
            "Name": "泉港区",
            "Code": "350505"
          },
          {
            "Name": "惠安县",
            "Code": "350521"
          },
          {
            "Name": "安溪县",
            "Code": "350524"
          },
          {
            "Name": "永春县",
            "Code": "350525"
          },
          {
            "Name": "德化县",
            "Code": "350526"
          },
          {
            "Name": "金门县",
            "Code": "350527"
          },
          {
            "Name": "石狮市",
            "Code": "350581"
          },
          {
            "Name": "晋江市",
            "Code": "350582"
          },
          {
            "Name": "南安市",
            "Code": "350583"
          },
          {
            "Name": "其它区",
            "Code": "350584"
          }
        ]
      },
      {
        "Name": "漳州市",
        "Code": "350600",
        "items": [
          {
            "Name": "芗城区",
            "Code": "350602"
          },
          {
            "Name": "龙文区",
            "Code": "350603"
          },
          {
            "Name": "云霄县",
            "Code": "350622"
          },
          {
            "Name": "漳浦县",
            "Code": "350623"
          },
          {
            "Name": "诏安县",
            "Code": "350624"
          },
          {
            "Name": "长泰县",
            "Code": "350625"
          },
          {
            "Name": "东山县",
            "Code": "350626"
          },
          {
            "Name": "南靖县",
            "Code": "350627"
          },
          {
            "Name": "平和县",
            "Code": "350628"
          },
          {
            "Name": "华安县",
            "Code": "350629"
          },
          {
            "Name": "龙海市",
            "Code": "350681"
          },
          {
            "Name": "其它区",
            "Code": "350682"
          }
        ]
      },
      {
        "Name": "南平市",
        "Code": "350700",
        "items": [
          {
            "Name": "延平区",
            "Code": "350702"
          },
          {
            "Name": "顺昌县",
            "Code": "350721"
          },
          {
            "Name": "浦城县",
            "Code": "350722"
          },
          {
            "Name": "光泽县",
            "Code": "350723"
          },
          {
            "Name": "松溪县",
            "Code": "350724"
          },
          {
            "Name": "政和县",
            "Code": "350725"
          },
          {
            "Name": "邵武市",
            "Code": "350781"
          },
          {
            "Name": "武夷山市",
            "Code": "350782"
          },
          {
            "Name": "建瓯市",
            "Code": "350783"
          },
          {
            "Name": "建阳市",
            "Code": "350784"
          },
          {
            "Name": "其它区",
            "Code": "350785"
          }
        ]
      },
      {
        "Name": "龙岩市",
        "Code": "350800",
        "items": [
          {
            "Name": "新罗区",
            "Code": "350802"
          },
          {
            "Name": "长汀县",
            "Code": "350821"
          },
          {
            "Name": "永定县",
            "Code": "350822"
          },
          {
            "Name": "上杭县",
            "Code": "350823"
          },
          {
            "Name": "武平县",
            "Code": "350824"
          },
          {
            "Name": "连城县",
            "Code": "350825"
          },
          {
            "Name": "漳平市",
            "Code": "350881"
          },
          {
            "Name": "其它区",
            "Code": "350882"
          }
        ]
      },
      {
        "Name": "宁德市",
        "Code": "350900",
        "items": [
          {
            "Name": "蕉城区",
            "Code": "350902"
          },
          {
            "Name": "霞浦县",
            "Code": "350921"
          },
          {
            "Name": "古田县",
            "Code": "350922"
          },
          {
            "Name": "屏南县",
            "Code": "350923"
          },
          {
            "Name": "寿宁县",
            "Code": "350924"
          },
          {
            "Name": "周宁县",
            "Code": "350925"
          },
          {
            "Name": "柘荣县",
            "Code": "350926"
          },
          {
            "Name": "福安市",
            "Code": "350981"
          },
          {
            "Name": "福鼎市",
            "Code": "350982"
          },
          {
            "Name": "其它区",
            "Code": "350983"
          }
        ]
      }
    ]
  },
  {
    "Name": "江西省",
    "Code": "360000",
    "items": [
      {
        "Name": "南昌市",
        "Code": "360100",
        "items": [
          {
            "Name": "东湖区",
            "Code": "360102"
          },
          {
            "Name": "西湖区",
            "Code": "360103"
          },
          {
            "Name": "青云谱区",
            "Code": "360104"
          },
          {
            "Name": "湾里区",
            "Code": "360105"
          },
          {
            "Name": "青山湖区",
            "Code": "360111"
          },
          {
            "Name": "南昌县",
            "Code": "360121"
          },
          {
            "Name": "新建县",
            "Code": "360122"
          },
          {
            "Name": "安义县",
            "Code": "360123"
          },
          {
            "Name": "进贤县",
            "Code": "360124"
          },
          {
            "Name": "红谷滩新区",
            "Code": "360125"
          },
          {
            "Name": "经济技术开发区",
            "Code": "360126"
          },
          {
            "Name": "昌北区",
            "Code": "360127"
          },
          {
            "Name": "其它区",
            "Code": "360128"
          }
        ]
      },
      {
        "Name": "景德镇市",
        "Code": "360200",
        "items": [
          {
            "Name": "昌江区",
            "Code": "360202"
          },
          {
            "Name": "珠山区",
            "Code": "360203"
          },
          {
            "Name": "浮梁县",
            "Code": "360222"
          },
          {
            "Name": "乐平市",
            "Code": "360281"
          },
          {
            "Name": "其它区",
            "Code": "360282"
          }
        ]
      },
      {
        "Name": "萍乡市",
        "Code": "360300",
        "items": [
          {
            "Name": "安源区",
            "Code": "360302"
          },
          {
            "Name": "湘东区",
            "Code": "360313"
          },
          {
            "Name": "莲花县",
            "Code": "360321"
          },
          {
            "Name": "上栗县",
            "Code": "360322"
          },
          {
            "Name": "芦溪县",
            "Code": "360323"
          },
          {
            "Name": "其它区",
            "Code": "360324"
          }
        ]
      },
      {
        "Name": "九江市",
        "Code": "360400",
        "items": [
          {
            "Name": "庐山区",
            "Code": "360402"
          },
          {
            "Name": "浔阳区",
            "Code": "360403"
          },
          {
            "Name": "九江县",
            "Code": "360421"
          },
          {
            "Name": "武宁县",
            "Code": "360423"
          },
          {
            "Name": "修水县",
            "Code": "360424"
          },
          {
            "Name": "永修县",
            "Code": "360425"
          },
          {
            "Name": "德安县",
            "Code": "360426"
          },
          {
            "Name": "星子县",
            "Code": "360427"
          },
          {
            "Name": "都昌县",
            "Code": "360428"
          },
          {
            "Name": "湖口县",
            "Code": "360429"
          },
          {
            "Name": "彭泽县",
            "Code": "360430"
          },
          {
            "Name": "瑞昌市",
            "Code": "360481"
          },
          {
            "Name": "其它区",
            "Code": "360482"
          }
        ]
      },
      {
        "Name": "新余市",
        "Code": "360500",
        "items": [
          {
            "Name": "渝水区",
            "Code": "360502"
          },
          {
            "Name": "分宜县",
            "Code": "360521"
          },
          {
            "Name": "其它区",
            "Code": "360522"
          }
        ]
      },
      {
        "Name": "鹰潭市",
        "Code": "360600",
        "items": [
          {
            "Name": "月湖区",
            "Code": "360602"
          },
          {
            "Name": "余江县",
            "Code": "360622"
          },
          {
            "Name": "贵溪市",
            "Code": "360681"
          },
          {
            "Name": "其它区",
            "Code": "360682"
          }
        ]
      },
      {
        "Name": "赣州市",
        "Code": "360700",
        "items": [
          {
            "Name": "章贡区",
            "Code": "360702"
          },
          {
            "Name": "赣县",
            "Code": "360721"
          },
          {
            "Name": "信丰县",
            "Code": "360722"
          },
          {
            "Name": "大余县",
            "Code": "360723"
          },
          {
            "Name": "上犹县",
            "Code": "360724"
          },
          {
            "Name": "崇义县",
            "Code": "360725"
          },
          {
            "Name": "安远县",
            "Code": "360726"
          },
          {
            "Name": "龙南县",
            "Code": "360727"
          },
          {
            "Name": "定南县",
            "Code": "360728"
          },
          {
            "Name": "全南县",
            "Code": "360729"
          },
          {
            "Name": "宁都县",
            "Code": "360730"
          },
          {
            "Name": "于都县",
            "Code": "360731"
          },
          {
            "Name": "兴国县",
            "Code": "360732"
          },
          {
            "Name": "会昌县",
            "Code": "360733"
          },
          {
            "Name": "寻乌县",
            "Code": "360734"
          },
          {
            "Name": "石城县",
            "Code": "360735"
          },
          {
            "Name": "黄金区",
            "Code": "360751"
          },
          {
            "Name": "瑞金市",
            "Code": "360781"
          },
          {
            "Name": "南康市",
            "Code": "360782"
          },
          {
            "Name": "其它区",
            "Code": "360783"
          }
        ]
      },
      {
        "Name": "吉安市",
        "Code": "360800",
        "items": [
          {
            "Name": "吉州区",
            "Code": "360802"
          },
          {
            "Name": "青原区",
            "Code": "360803"
          },
          {
            "Name": "吉安县",
            "Code": "360821"
          },
          {
            "Name": "吉水县",
            "Code": "360822"
          },
          {
            "Name": "峡江县",
            "Code": "360823"
          },
          {
            "Name": "新干县",
            "Code": "360824"
          },
          {
            "Name": "永丰县",
            "Code": "360825"
          },
          {
            "Name": "泰和县",
            "Code": "360826"
          },
          {
            "Name": "遂川县",
            "Code": "360827"
          },
          {
            "Name": "万安县",
            "Code": "360828"
          },
          {
            "Name": "安福县",
            "Code": "360829"
          },
          {
            "Name": "永新县",
            "Code": "360830"
          },
          {
            "Name": "井冈山市",
            "Code": "360881"
          },
          {
            "Name": "其它区",
            "Code": "360882"
          }
        ]
      },
      {
        "Name": "宜春市",
        "Code": "360900",
        "items": [
          {
            "Name": "袁州区",
            "Code": "360902"
          },
          {
            "Name": "奉新县",
            "Code": "360921"
          },
          {
            "Name": "万载县",
            "Code": "360922"
          },
          {
            "Name": "上高县",
            "Code": "360923"
          },
          {
            "Name": "宜丰县",
            "Code": "360924"
          },
          {
            "Name": "靖安县",
            "Code": "360925"
          },
          {
            "Name": "铜鼓县",
            "Code": "360926"
          },
          {
            "Name": "丰城市",
            "Code": "360981"
          },
          {
            "Name": "樟树市",
            "Code": "360982"
          },
          {
            "Name": "高安市",
            "Code": "360983"
          },
          {
            "Name": "其它区",
            "Code": "360984"
          }
        ]
      },
      {
        "Name": "抚州市",
        "Code": "361000",
        "items": [
          {
            "Name": "临川区",
            "Code": "361002"
          },
          {
            "Name": "南城县",
            "Code": "361021"
          },
          {
            "Name": "黎川县",
            "Code": "361022"
          },
          {
            "Name": "南丰县",
            "Code": "361023"
          },
          {
            "Name": "崇仁县",
            "Code": "361024"
          },
          {
            "Name": "乐安县",
            "Code": "361025"
          },
          {
            "Name": "宜黄县",
            "Code": "361026"
          },
          {
            "Name": "金溪县",
            "Code": "361027"
          },
          {
            "Name": "资溪县",
            "Code": "361028"
          },
          {
            "Name": "东乡县",
            "Code": "361029"
          },
          {
            "Name": "广昌县",
            "Code": "361030"
          },
          {
            "Name": "其它区",
            "Code": "361031"
          }
        ]
      },
      {
        "Name": "上饶市",
        "Code": "361100",
        "items": [
          {
            "Name": "信州区",
            "Code": "361102"
          },
          {
            "Name": "上饶县",
            "Code": "361121"
          },
          {
            "Name": "广丰县",
            "Code": "361122"
          },
          {
            "Name": "玉山县",
            "Code": "361123"
          },
          {
            "Name": "铅山县",
            "Code": "361124"
          },
          {
            "Name": "横峰县",
            "Code": "361125"
          },
          {
            "Name": "弋阳县",
            "Code": "361126"
          },
          {
            "Name": "余干县",
            "Code": "361127"
          },
          {
            "Name": "鄱阳县",
            "Code": "361128"
          },
          {
            "Name": "万年县",
            "Code": "361129"
          },
          {
            "Name": "婺源县",
            "Code": "361130"
          },
          {
            "Name": "德兴市",
            "Code": "361181"
          },
          {
            "Name": "其它区",
            "Code": "361182"
          }
        ]
      }
    ]
  },
  {
    "Name": "山东省",
    "Code": "370000",
    "items": [
      {
        "Name": "济南市",
        "Code": "370100",
        "items": [
          {
            "Name": "历下区",
            "Code": "370102"
          },
          {
            "Name": "市中区",
            "Code": "370103"
          },
          {
            "Name": "槐荫区",
            "Code": "370104"
          },
          {
            "Name": "天桥区",
            "Code": "370105"
          },
          {
            "Name": "历城区",
            "Code": "370112"
          },
          {
            "Name": "长清区",
            "Code": "370113"
          },
          {
            "Name": "平阴县",
            "Code": "370124"
          },
          {
            "Name": "济阳县",
            "Code": "370125"
          },
          {
            "Name": "商河县",
            "Code": "370126"
          },
          {
            "Name": "章丘市",
            "Code": "370181"
          },
          {
            "Name": "其它区",
            "Code": "370182"
          }
        ]
      },
      {
        "Name": "青岛市",
        "Code": "370200",
        "items": [
          {
            "Name": "市南区",
            "Code": "370202"
          },
          {
            "Name": "市北区",
            "Code": "370203"
          },
          {
            "Name": "四方区",
            "Code": "370205"
          },
          {
            "Name": "黄岛区",
            "Code": "370211"
          },
          {
            "Name": "崂山区",
            "Code": "370212"
          },
          {
            "Name": "李沧区",
            "Code": "370213"
          },
          {
            "Name": "城阳区",
            "Code": "370214"
          },
          {
            "Name": "开发区",
            "Code": "370251"
          },
          {
            "Name": "胶州市",
            "Code": "370281"
          },
          {
            "Name": "即墨市",
            "Code": "370282"
          },
          {
            "Name": "平度市",
            "Code": "370283"
          },
          {
            "Name": "胶南市",
            "Code": "370284"
          },
          {
            "Name": "莱西市",
            "Code": "370285"
          },
          {
            "Name": "其它区",
            "Code": "370286"
          }
        ]
      },
      {
        "Name": "淄博市",
        "Code": "370300",
        "items": [
          {
            "Name": "淄川区",
            "Code": "370302"
          },
          {
            "Name": "张店区",
            "Code": "370303"
          },
          {
            "Name": "博山区",
            "Code": "370304"
          },
          {
            "Name": "临淄区",
            "Code": "370305"
          },
          {
            "Name": "周村区",
            "Code": "370306"
          },
          {
            "Name": "桓台县",
            "Code": "370321"
          },
          {
            "Name": "高青县",
            "Code": "370322"
          },
          {
            "Name": "沂源县",
            "Code": "370323"
          },
          {
            "Name": "其它区",
            "Code": "370324"
          }
        ]
      },
      {
        "Name": "枣庄市",
        "Code": "370400",
        "items": [
          {
            "Name": "市中区",
            "Code": "370402"
          },
          {
            "Name": "薛城区",
            "Code": "370403"
          },
          {
            "Name": "峄城区",
            "Code": "370404"
          },
          {
            "Name": "台儿庄区",
            "Code": "370405"
          },
          {
            "Name": "山亭区",
            "Code": "370406"
          },
          {
            "Name": "滕州市",
            "Code": "370481"
          },
          {
            "Name": "其它区",
            "Code": "370482"
          }
        ]
      },
      {
        "Name": "东营市",
        "Code": "370500",
        "items": [
          {
            "Name": "东营区",
            "Code": "370502"
          },
          {
            "Name": "河口区",
            "Code": "370503"
          },
          {
            "Name": "垦利县",
            "Code": "370521"
          },
          {
            "Name": "利津县",
            "Code": "370522"
          },
          {
            "Name": "广饶县",
            "Code": "370523"
          },
          {
            "Name": "西城区",
            "Code": "370589"
          },
          {
            "Name": "东城区",
            "Code": "370590"
          },
          {
            "Name": "其它区",
            "Code": "370591"
          }
        ]
      },
      {
        "Name": "烟台市",
        "Code": "370600",
        "items": [
          {
            "Name": "芝罘区",
            "Code": "370602"
          },
          {
            "Name": "福山区",
            "Code": "370611"
          },
          {
            "Name": "牟平区",
            "Code": "370612"
          },
          {
            "Name": "莱山区",
            "Code": "370613"
          },
          {
            "Name": "长岛县",
            "Code": "370634"
          },
          {
            "Name": "龙口市",
            "Code": "370681"
          },
          {
            "Name": "莱阳市",
            "Code": "370682"
          },
          {
            "Name": "莱州市",
            "Code": "370683"
          },
          {
            "Name": "蓬莱市",
            "Code": "370684"
          },
          {
            "Name": "招远市",
            "Code": "370685"
          },
          {
            "Name": "栖霞市",
            "Code": "370686"
          },
          {
            "Name": "海阳市",
            "Code": "370687"
          },
          {
            "Name": "其它区",
            "Code": "370688"
          }
        ]
      },
      {
        "Name": "潍坊市",
        "Code": "370700",
        "items": [
          {
            "Name": "潍城区",
            "Code": "370702"
          },
          {
            "Name": "寒亭区",
            "Code": "370703"
          },
          {
            "Name": "坊子区",
            "Code": "370704"
          },
          {
            "Name": "奎文区",
            "Code": "370705"
          },
          {
            "Name": "临朐县",
            "Code": "370724"
          },
          {
            "Name": "昌乐县",
            "Code": "370725"
          },
          {
            "Name": "开发区",
            "Code": "370751"
          },
          {
            "Name": "青州市",
            "Code": "370781"
          },
          {
            "Name": "诸城市",
            "Code": "370782"
          },
          {
            "Name": "寿光市",
            "Code": "370783"
          },
          {
            "Name": "安丘市",
            "Code": "370784"
          },
          {
            "Name": "高密市",
            "Code": "370785"
          },
          {
            "Name": "昌邑市",
            "Code": "370786"
          },
          {
            "Name": "其它区",
            "Code": "370787"
          }
        ]
      },
      {
        "Name": "济宁市",
        "Code": "370800",
        "items": [
          {
            "Name": "市中区",
            "Code": "370802"
          },
          {
            "Name": "任城区",
            "Code": "370811"
          },
          {
            "Name": "微山县",
            "Code": "370826"
          },
          {
            "Name": "鱼台县",
            "Code": "370827"
          },
          {
            "Name": "金乡县",
            "Code": "370828"
          },
          {
            "Name": "嘉祥县",
            "Code": "370829"
          },
          {
            "Name": "汶上县",
            "Code": "370830"
          },
          {
            "Name": "泗水县",
            "Code": "370831"
          },
          {
            "Name": "梁山县",
            "Code": "370832"
          },
          {
            "Name": "曲阜市",
            "Code": "370881"
          },
          {
            "Name": "兖州市",
            "Code": "370882"
          },
          {
            "Name": "邹城市",
            "Code": "370883"
          },
          {
            "Name": "其它区",
            "Code": "370884"
          }
        ]
      },
      {
        "Name": "泰安市",
        "Code": "370900",
        "items": [
          {
            "Name": "泰山区",
            "Code": "370902"
          },
          {
            "Name": "岱岳区",
            "Code": "370903"
          },
          {
            "Name": "宁阳县",
            "Code": "370921"
          },
          {
            "Name": "东平县",
            "Code": "370923"
          },
          {
            "Name": "新泰市",
            "Code": "370982"
          },
          {
            "Name": "肥城市",
            "Code": "370983"
          },
          {
            "Name": "其它区",
            "Code": "370984"
          }
        ]
      },
      {
        "Name": "威海市",
        "Code": "371000",
        "items": [
          {
            "Name": "环翠区",
            "Code": "371002"
          },
          {
            "Name": "文登市",
            "Code": "371081"
          },
          {
            "Name": "荣成市",
            "Code": "371082"
          },
          {
            "Name": "乳山市",
            "Code": "371083"
          },
          {
            "Name": "其它区",
            "Code": "371084"
          }
        ]
      },
      {
        "Name": "日照市",
        "Code": "371100",
        "items": [
          {
            "Name": "东港区",
            "Code": "371102"
          },
          {
            "Name": "岚山区",
            "Code": "371103"
          },
          {
            "Name": "五莲县",
            "Code": "371121"
          },
          {
            "Name": "莒县",
            "Code": "371122"
          },
          {
            "Name": "其它区",
            "Code": "371123"
          }
        ]
      },
      {
        "Name": "莱芜市",
        "Code": "371200",
        "items": [
          {
            "Name": "莱城区",
            "Code": "371202"
          },
          {
            "Name": "钢城区",
            "Code": "371203"
          },
          {
            "Name": "其它区",
            "Code": "371204"
          }
        ]
      },
      {
        "Name": "临沂市",
        "Code": "371300",
        "items": [
          {
            "Name": "兰山区",
            "Code": "371302"
          },
          {
            "Name": "罗庄区",
            "Code": "371311"
          },
          {
            "Name": "河东区",
            "Code": "371312"
          },
          {
            "Name": "沂南县",
            "Code": "371321"
          },
          {
            "Name": "郯城县",
            "Code": "371322"
          },
          {
            "Name": "沂水县",
            "Code": "371323"
          },
          {
            "Name": "苍山县",
            "Code": "371324"
          },
          {
            "Name": "费县",
            "Code": "371325"
          },
          {
            "Name": "平邑县",
            "Code": "371326"
          },
          {
            "Name": "莒南县",
            "Code": "371327"
          },
          {
            "Name": "蒙阴县",
            "Code": "371328"
          },
          {
            "Name": "临沭县",
            "Code": "371329"
          },
          {
            "Name": "其它区",
            "Code": "371330"
          }
        ]
      },
      {
        "Name": "德州市",
        "Code": "371400",
        "items": [
          {
            "Name": "德城区",
            "Code": "371402"
          },
          {
            "Name": "陵县",
            "Code": "371421"
          },
          {
            "Name": "宁津县",
            "Code": "371422"
          },
          {
            "Name": "庆云县",
            "Code": "371423"
          },
          {
            "Name": "临邑县",
            "Code": "371424"
          },
          {
            "Name": "齐河县",
            "Code": "371425"
          },
          {
            "Name": "平原县",
            "Code": "371426"
          },
          {
            "Name": "夏津县",
            "Code": "371427"
          },
          {
            "Name": "武城县",
            "Code": "371428"
          },
          {
            "Name": "开发区",
            "Code": "371451"
          },
          {
            "Name": "乐陵市",
            "Code": "371481"
          },
          {
            "Name": "禹城市",
            "Code": "371482"
          },
          {
            "Name": "其它区",
            "Code": "371483"
          }
        ]
      },
      {
        "Name": "聊城市",
        "Code": "371500",
        "items": [
          {
            "Name": "东昌府区",
            "Code": "371502"
          },
          {
            "Name": "阳谷县",
            "Code": "371521"
          },
          {
            "Name": "莘县",
            "Code": "371522"
          },
          {
            "Name": "茌平县",
            "Code": "371523"
          },
          {
            "Name": "东阿县",
            "Code": "371524"
          },
          {
            "Name": "冠县",
            "Code": "371525"
          },
          {
            "Name": "高唐县",
            "Code": "371526"
          },
          {
            "Name": "临清市",
            "Code": "371581"
          },
          {
            "Name": "其它区",
            "Code": "371582"
          }
        ]
      },
      {
        "Name": "滨州市",
        "Code": "371600",
        "items": [
          {
            "Name": "滨城区",
            "Code": "371602"
          },
          {
            "Name": "惠民县",
            "Code": "371621"
          },
          {
            "Name": "阳信县",
            "Code": "371622"
          },
          {
            "Name": "无棣县",
            "Code": "371623"
          },
          {
            "Name": "沾化县",
            "Code": "371624"
          },
          {
            "Name": "博兴县",
            "Code": "371625"
          },
          {
            "Name": "邹平县",
            "Code": "371626"
          },
          {
            "Name": "其它区",
            "Code": "371627"
          }
        ]
      },
      {
        "Name": "菏泽市",
        "Code": "371700",
        "items": [
          {
            "Name": "牡丹区",
            "Code": "371702"
          },
          {
            "Name": "曹县",
            "Code": "371721"
          },
          {
            "Name": "单县",
            "Code": "371722"
          },
          {
            "Name": "成武县",
            "Code": "371723"
          },
          {
            "Name": "巨野县",
            "Code": "371724"
          },
          {
            "Name": "郓城县",
            "Code": "371725"
          },
          {
            "Name": "鄄城县",
            "Code": "371726"
          },
          {
            "Name": "定陶县",
            "Code": "371727"
          },
          {
            "Name": "东明县",
            "Code": "371728"
          },
          {
            "Name": "其它区",
            "Code": "371729"
          }
        ]
      }
    ]
  },
  {
    "Name": "河南省",
    "Code": "410000",
    "items": [
      {
        "Name": "郑州市",
        "Code": "410100",
        "items": [
          {
            "Name": "中原区",
            "Code": "410102"
          },
          {
            "Name": "二七区",
            "Code": "410103"
          },
          {
            "Name": "管城回族区",
            "Code": "410104"
          },
          {
            "Name": "金水区",
            "Code": "410105"
          },
          {
            "Name": "上街区",
            "Code": "410106"
          },
          {
            "Name": "惠济区",
            "Code": "410108"
          },
          {
            "Name": "中牟县",
            "Code": "410122"
          },
          {
            "Name": "巩义市",
            "Code": "410181"
          },
          {
            "Name": "荥阳市",
            "Code": "410182"
          },
          {
            "Name": "新密市",
            "Code": "410183"
          },
          {
            "Name": "新郑市",
            "Code": "410184"
          },
          {
            "Name": "登封市",
            "Code": "410185"
          },
          {
            "Name": "郑东新区",
            "Code": "410186"
          },
          {
            "Name": "高新区",
            "Code": "410187"
          },
          {
            "Name": "其它区",
            "Code": "410188"
          }
        ]
      },
      {
        "Name": "开封市",
        "Code": "410200",
        "items": [
          {
            "Name": "龙亭区",
            "Code": "410202"
          },
          {
            "Name": "顺河回族区",
            "Code": "410203"
          },
          {
            "Name": "鼓楼区",
            "Code": "410204"
          },
          {
            "Name": "禹王台区",
            "Code": "410205"
          },
          {
            "Name": "金明区",
            "Code": "410211"
          },
          {
            "Name": "杞县",
            "Code": "410221"
          },
          {
            "Name": "通许县",
            "Code": "410222"
          },
          {
            "Name": "尉氏县",
            "Code": "410223"
          },
          {
            "Name": "开封县",
            "Code": "410224"
          },
          {
            "Name": "兰考县",
            "Code": "410225"
          },
          {
            "Name": "其它区",
            "Code": "410226"
          }
        ]
      },
      {
        "Name": "洛阳市",
        "Code": "410300",
        "items": [
          {
            "Name": "老城区",
            "Code": "410302"
          },
          {
            "Name": "西工区",
            "Code": "410303"
          },
          {
            "Name": "廛河回族区",
            "Code": "410304"
          },
          {
            "Name": "涧西区",
            "Code": "410305"
          },
          {
            "Name": "吉利区",
            "Code": "410306"
          },
          {
            "Name": "洛龙区",
            "Code": "410307"
          },
          {
            "Name": "孟津县",
            "Code": "410322"
          },
          {
            "Name": "新安县",
            "Code": "410323"
          },
          {
            "Name": "栾川县",
            "Code": "410324"
          },
          {
            "Name": "嵩县",
            "Code": "410325"
          },
          {
            "Name": "汝阳县",
            "Code": "410326"
          },
          {
            "Name": "宜阳县",
            "Code": "410327"
          },
          {
            "Name": "洛宁县",
            "Code": "410328"
          },
          {
            "Name": "伊川县",
            "Code": "410329"
          },
          {
            "Name": "偃师市",
            "Code": "410381"
          },
          {
            "Name": "高新区",
            "Code": "471004"
          },
          {
            "Name": "其它区",
            "Code": "471005"
          }
        ]
      },
      {
        "Name": "平顶山市",
        "Code": "410400",
        "items": [
          {
            "Name": "新华区",
            "Code": "410402"
          },
          {
            "Name": "卫东区",
            "Code": "410403"
          },
          {
            "Name": "石龙区",
            "Code": "410404"
          },
          {
            "Name": "湛河区",
            "Code": "410411"
          },
          {
            "Name": "宝丰县",
            "Code": "410421"
          },
          {
            "Name": "叶县",
            "Code": "410422"
          },
          {
            "Name": "鲁山县",
            "Code": "410423"
          },
          {
            "Name": "郏县",
            "Code": "410425"
          },
          {
            "Name": "舞钢市",
            "Code": "410481"
          },
          {
            "Name": "汝州市",
            "Code": "410482"
          },
          {
            "Name": "其它区",
            "Code": "410483"
          }
        ]
      },
      {
        "Name": "安阳市",
        "Code": "410500",
        "items": [
          {
            "Name": "文峰区",
            "Code": "410502"
          },
          {
            "Name": "北关区",
            "Code": "410503"
          },
          {
            "Name": "殷都区",
            "Code": "410505"
          },
          {
            "Name": "龙安区",
            "Code": "410506"
          },
          {
            "Name": "安阳县",
            "Code": "410522"
          },
          {
            "Name": "汤阴县",
            "Code": "410523"
          },
          {
            "Name": "滑县",
            "Code": "410526"
          },
          {
            "Name": "内黄县",
            "Code": "410527"
          },
          {
            "Name": "林州市",
            "Code": "410581"
          },
          {
            "Name": "其它区",
            "Code": "410582"
          }
        ]
      },
      {
        "Name": "鹤壁市",
        "Code": "410600",
        "items": [
          {
            "Name": "鹤山区",
            "Code": "410602"
          },
          {
            "Name": "山城区",
            "Code": "410603"
          },
          {
            "Name": "淇滨区",
            "Code": "410611"
          },
          {
            "Name": "浚县",
            "Code": "410621"
          },
          {
            "Name": "淇县",
            "Code": "410622"
          },
          {
            "Name": "其它区",
            "Code": "410623"
          }
        ]
      },
      {
        "Name": "新乡市",
        "Code": "410700",
        "items": [
          {
            "Name": "红旗区",
            "Code": "410702"
          },
          {
            "Name": "卫滨区",
            "Code": "410703"
          },
          {
            "Name": "凤泉区",
            "Code": "410704"
          },
          {
            "Name": "牧野区",
            "Code": "410711"
          },
          {
            "Name": "新乡县",
            "Code": "410721"
          },
          {
            "Name": "获嘉县",
            "Code": "410724"
          },
          {
            "Name": "原阳县",
            "Code": "410725"
          },
          {
            "Name": "延津县",
            "Code": "410726"
          },
          {
            "Name": "封丘县",
            "Code": "410727"
          },
          {
            "Name": "长垣县",
            "Code": "410728"
          },
          {
            "Name": "卫辉市",
            "Code": "410781"
          },
          {
            "Name": "辉县市",
            "Code": "410782"
          },
          {
            "Name": "其它区",
            "Code": "410783"
          }
        ]
      },
      {
        "Name": "焦作市",
        "Code": "410800",
        "items": [
          {
            "Name": "解放区",
            "Code": "410802"
          },
          {
            "Name": "中站区",
            "Code": "410803"
          },
          {
            "Name": "马村区",
            "Code": "410804"
          },
          {
            "Name": "山阳区",
            "Code": "410811"
          },
          {
            "Name": "修武县",
            "Code": "410821"
          },
          {
            "Name": "博爱县",
            "Code": "410822"
          },
          {
            "Name": "武陟县",
            "Code": "410823"
          },
          {
            "Name": "温县",
            "Code": "410825"
          },
          {
            "Name": "沁阳市",
            "Code": "410882"
          },
          {
            "Name": "孟州市",
            "Code": "410883"
          },
          {
            "Name": "其它区",
            "Code": "410884"
          }
        ]
      },
      {
        "Name": "济源市",
        "Code": "410881",
        "items": []
      },
      {
        "Name": "濮阳市",
        "Code": "410900",
        "items": [
          {
            "Name": "华龙区",
            "Code": "410902"
          },
          {
            "Name": "清丰县",
            "Code": "410922"
          },
          {
            "Name": "南乐县",
            "Code": "410923"
          },
          {
            "Name": "范县",
            "Code": "410926"
          },
          {
            "Name": "台前县",
            "Code": "410927"
          },
          {
            "Name": "濮阳县",
            "Code": "410928"
          },
          {
            "Name": "其它区",
            "Code": "410929"
          }
        ]
      },
      {
        "Name": "许昌市",
        "Code": "411000",
        "items": [
          {
            "Name": "魏都区",
            "Code": "411002"
          },
          {
            "Name": "许昌县",
            "Code": "411023"
          },
          {
            "Name": "鄢陵县",
            "Code": "411024"
          },
          {
            "Name": "襄城县",
            "Code": "411025"
          },
          {
            "Name": "禹州市",
            "Code": "411081"
          },
          {
            "Name": "长葛市",
            "Code": "411082"
          },
          {
            "Name": "其它区",
            "Code": "411083"
          }
        ]
      },
      {
        "Name": "漯河市",
        "Code": "411100",
        "items": [
          {
            "Name": "源汇区",
            "Code": "411102"
          },
          {
            "Name": "郾城区",
            "Code": "411103"
          },
          {
            "Name": "召陵区",
            "Code": "411104"
          },
          {
            "Name": "舞阳县",
            "Code": "411121"
          },
          {
            "Name": "临颍县",
            "Code": "411122"
          },
          {
            "Name": "其它区",
            "Code": "411123"
          }
        ]
      },
      {
        "Name": "三门峡市",
        "Code": "411200",
        "items": [
          {
            "Name": "湖滨区",
            "Code": "411202"
          },
          {
            "Name": "渑池县",
            "Code": "411221"
          },
          {
            "Name": "陕县",
            "Code": "411222"
          },
          {
            "Name": "卢氏县",
            "Code": "411224"
          },
          {
            "Name": "义马市",
            "Code": "411281"
          },
          {
            "Name": "灵宝市",
            "Code": "411282"
          },
          {
            "Name": "其它区",
            "Code": "411283"
          }
        ]
      },
      {
        "Name": "南阳市",
        "Code": "411300",
        "items": [
          {
            "Name": "宛城区",
            "Code": "411302"
          },
          {
            "Name": "卧龙区",
            "Code": "411303"
          },
          {
            "Name": "南召县",
            "Code": "411321"
          },
          {
            "Name": "方城县",
            "Code": "411322"
          },
          {
            "Name": "西峡县",
            "Code": "411323"
          },
          {
            "Name": "镇平县",
            "Code": "411324"
          },
          {
            "Name": "内乡县",
            "Code": "411325"
          },
          {
            "Name": "淅川县",
            "Code": "411326"
          },
          {
            "Name": "社旗县",
            "Code": "411327"
          },
          {
            "Name": "唐河县",
            "Code": "411328"
          },
          {
            "Name": "新野县",
            "Code": "411329"
          },
          {
            "Name": "桐柏县",
            "Code": "411330"
          },
          {
            "Name": "邓州市",
            "Code": "411381"
          },
          {
            "Name": "其它区",
            "Code": "411382"
          }
        ]
      },
      {
        "Name": "商丘市",
        "Code": "411400",
        "items": [
          {
            "Name": "梁园区",
            "Code": "411402"
          },
          {
            "Name": "睢阳区",
            "Code": "411403"
          },
          {
            "Name": "民权县",
            "Code": "411421"
          },
          {
            "Name": "睢县",
            "Code": "411422"
          },
          {
            "Name": "宁陵县",
            "Code": "411423"
          },
          {
            "Name": "柘城县",
            "Code": "411424"
          },
          {
            "Name": "虞城县",
            "Code": "411425"
          },
          {
            "Name": "夏邑县",
            "Code": "411426"
          },
          {
            "Name": "永城市",
            "Code": "411481"
          },
          {
            "Name": "其它区",
            "Code": "411482"
          }
        ]
      },
      {
        "Name": "信阳市",
        "Code": "411500",
        "items": [
          {
            "Name": "浉河区",
            "Code": "411502"
          },
          {
            "Name": "平桥区",
            "Code": "411503"
          },
          {
            "Name": "罗山县",
            "Code": "411521"
          },
          {
            "Name": "光山县",
            "Code": "411522"
          },
          {
            "Name": "新县",
            "Code": "411523"
          },
          {
            "Name": "商城县",
            "Code": "411524"
          },
          {
            "Name": "固始县",
            "Code": "411525"
          },
          {
            "Name": "潢川县",
            "Code": "411526"
          },
          {
            "Name": "淮滨县",
            "Code": "411527"
          },
          {
            "Name": "息县",
            "Code": "411528"
          },
          {
            "Name": "其它区",
            "Code": "411529"
          }
        ]
      },
      {
        "Name": "周口市",
        "Code": "411600",
        "items": [
          {
            "Name": "川汇区",
            "Code": "411602"
          },
          {
            "Name": "扶沟县",
            "Code": "411621"
          },
          {
            "Name": "西华县",
            "Code": "411622"
          },
          {
            "Name": "商水县",
            "Code": "411623"
          },
          {
            "Name": "沈丘县",
            "Code": "411624"
          },
          {
            "Name": "郸城县",
            "Code": "411625"
          },
          {
            "Name": "淮阳县",
            "Code": "411626"
          },
          {
            "Name": "太康县",
            "Code": "411627"
          },
          {
            "Name": "鹿邑县",
            "Code": "411628"
          },
          {
            "Name": "项城市",
            "Code": "411681"
          },
          {
            "Name": "其它区",
            "Code": "411682"
          }
        ]
      },
      {
        "Name": "驻马店市",
        "Code": "411700",
        "items": [
          {
            "Name": "驿城区",
            "Code": "411702"
          },
          {
            "Name": "西平县",
            "Code": "411721"
          },
          {
            "Name": "上蔡县",
            "Code": "411722"
          },
          {
            "Name": "平舆县",
            "Code": "411723"
          },
          {
            "Name": "正阳县",
            "Code": "411724"
          },
          {
            "Name": "确山县",
            "Code": "411725"
          },
          {
            "Name": "泌阳县",
            "Code": "411726"
          },
          {
            "Name": "汝南县",
            "Code": "411727"
          },
          {
            "Name": "遂平县",
            "Code": "411728"
          },
          {
            "Name": "新蔡县",
            "Code": "411729"
          },
          {
            "Name": "其它区",
            "Code": "411730"
          }
        ]
      }
    ]
  },
  {
    "Name": "湖北省",
    "Code": "420000",
    "items": [
      {
        "Name": "武汉市",
        "Code": "420100",
        "items": [
          {
            "Name": "江岸区",
            "Code": "420102"
          },
          {
            "Name": "江汉区",
            "Code": "420103"
          },
          {
            "Name": "硚口区",
            "Code": "420104"
          },
          {
            "Name": "汉阳区",
            "Code": "420105"
          },
          {
            "Name": "武昌区",
            "Code": "420106"
          },
          {
            "Name": "青山区",
            "Code": "420107"
          },
          {
            "Name": "洪山区",
            "Code": "420111"
          },
          {
            "Name": "东西湖区",
            "Code": "420112"
          },
          {
            "Name": "汉南区",
            "Code": "420113"
          },
          {
            "Name": "蔡甸区",
            "Code": "420114"
          },
          {
            "Name": "江夏区",
            "Code": "420115"
          },
          {
            "Name": "黄陂区",
            "Code": "420116"
          },
          {
            "Name": "新洲区",
            "Code": "420117"
          },
          {
            "Name": "其它区",
            "Code": "420118"
          }
        ]
      },
      {
        "Name": "黄石市",
        "Code": "420200",
        "items": [
          {
            "Name": "黄石港区",
            "Code": "420202"
          },
          {
            "Name": "西塞山区",
            "Code": "420203"
          },
          {
            "Name": "下陆区",
            "Code": "420204"
          },
          {
            "Name": "铁山区",
            "Code": "420205"
          },
          {
            "Name": "阳新县",
            "Code": "420222"
          },
          {
            "Name": "大冶市",
            "Code": "420281"
          },
          {
            "Name": "其它区",
            "Code": "420282"
          }
        ]
      },
      {
        "Name": "十堰市",
        "Code": "420300",
        "items": [
          {
            "Name": "茅箭区",
            "Code": "420302"
          },
          {
            "Name": "张湾区",
            "Code": "420303"
          },
          {
            "Name": "郧县",
            "Code": "420321"
          },
          {
            "Name": "郧西县",
            "Code": "420322"
          },
          {
            "Name": "竹山县",
            "Code": "420323"
          },
          {
            "Name": "竹溪县",
            "Code": "420324"
          },
          {
            "Name": "房县",
            "Code": "420325"
          },
          {
            "Name": "丹江口市",
            "Code": "420381"
          },
          {
            "Name": "城区",
            "Code": "420382"
          },
          {
            "Name": "其它区",
            "Code": "420383"
          }
        ]
      },
      {
        "Name": "宜昌市",
        "Code": "420500",
        "items": [
          {
            "Name": "西陵区",
            "Code": "420502"
          },
          {
            "Name": "伍家岗区",
            "Code": "420503"
          },
          {
            "Name": "点军区",
            "Code": "420504"
          },
          {
            "Name": "猇亭区",
            "Code": "420505"
          },
          {
            "Name": "夷陵区",
            "Code": "420506"
          },
          {
            "Name": "远安县",
            "Code": "420525"
          },
          {
            "Name": "兴山县",
            "Code": "420526"
          },
          {
            "Name": "秭归县",
            "Code": "420527"
          },
          {
            "Name": "长阳土家族自治县",
            "Code": "420528"
          },
          {
            "Name": "五峰土家族自治县",
            "Code": "420529"
          },
          {
            "Name": "葛洲坝区",
            "Code": "420551"
          },
          {
            "Name": "开发区",
            "Code": "420552"
          },
          {
            "Name": "宜都市",
            "Code": "420581"
          },
          {
            "Name": "当阳市",
            "Code": "420582"
          },
          {
            "Name": "枝江市",
            "Code": "420583"
          },
          {
            "Name": "其它区",
            "Code": "420584"
          }
        ]
      },
      {
        "Name": "襄阳市",
        "Code": "420600",
        "items": [
          {
            "Name": "襄城区",
            "Code": "420602"
          },
          {
            "Name": "樊城区",
            "Code": "420606"
          },
          {
            "Name": "襄州区",
            "Code": "420607"
          },
          {
            "Name": "南漳县",
            "Code": "420624"
          },
          {
            "Name": "谷城县",
            "Code": "420625"
          },
          {
            "Name": "保康县",
            "Code": "420626"
          },
          {
            "Name": "老河口市",
            "Code": "420682"
          },
          {
            "Name": "枣阳市",
            "Code": "420683"
          },
          {
            "Name": "宜城市",
            "Code": "420684"
          },
          {
            "Name": "其它区",
            "Code": "420685"
          }
        ]
      },
      {
        "Name": "鄂州市",
        "Code": "420700",
        "items": [
          {
            "Name": "梁子湖区",
            "Code": "420702"
          },
          {
            "Name": "华容区",
            "Code": "420703"
          },
          {
            "Name": "鄂城区",
            "Code": "420704"
          },
          {
            "Name": "其它区",
            "Code": "420705"
          }
        ]
      },
      {
        "Name": "荆门市",
        "Code": "420800",
        "items": [
          {
            "Name": "东宝区",
            "Code": "420802"
          },
          {
            "Name": "掇刀区",
            "Code": "420804"
          },
          {
            "Name": "京山县",
            "Code": "420821"
          },
          {
            "Name": "沙洋县",
            "Code": "420822"
          },
          {
            "Name": "钟祥市",
            "Code": "420881"
          },
          {
            "Name": "其它区",
            "Code": "420882"
          }
        ]
      },
      {
        "Name": "孝感市",
        "Code": "420900",
        "items": [
          {
            "Name": "孝南区",
            "Code": "420902"
          },
          {
            "Name": "孝昌县",
            "Code": "420921"
          },
          {
            "Name": "大悟县",
            "Code": "420922"
          },
          {
            "Name": "云梦县",
            "Code": "420923"
          },
          {
            "Name": "应城市",
            "Code": "420981"
          },
          {
            "Name": "安陆市",
            "Code": "420982"
          },
          {
            "Name": "汉川市",
            "Code": "420984"
          },
          {
            "Name": "其它区",
            "Code": "420985"
          }
        ]
      },
      {
        "Name": "荆州市",
        "Code": "421000",
        "items": [
          {
            "Name": "沙市区",
            "Code": "421002"
          },
          {
            "Name": "荆州区",
            "Code": "421003"
          },
          {
            "Name": "公安县",
            "Code": "421022"
          },
          {
            "Name": "监利县",
            "Code": "421023"
          },
          {
            "Name": "江陵县",
            "Code": "421024"
          },
          {
            "Name": "石首市",
            "Code": "421081"
          },
          {
            "Name": "洪湖市",
            "Code": "421083"
          },
          {
            "Name": "松滋市",
            "Code": "421087"
          },
          {
            "Name": "其它区",
            "Code": "421088"
          }
        ]
      },
      {
        "Name": "黄冈市",
        "Code": "421100",
        "items": [
          {
            "Name": "黄州区",
            "Code": "421102"
          },
          {
            "Name": "团风县",
            "Code": "421121"
          },
          {
            "Name": "红安县",
            "Code": "421122"
          },
          {
            "Name": "罗田县",
            "Code": "421123"
          },
          {
            "Name": "英山县",
            "Code": "421124"
          },
          {
            "Name": "浠水县",
            "Code": "421125"
          },
          {
            "Name": "蕲春县",
            "Code": "421126"
          },
          {
            "Name": "黄梅县",
            "Code": "421127"
          },
          {
            "Name": "麻城市",
            "Code": "421181"
          },
          {
            "Name": "武穴市",
            "Code": "421182"
          },
          {
            "Name": "其它区",
            "Code": "421183"
          }
        ]
      },
      {
        "Name": "咸宁市",
        "Code": "421200",
        "items": [
          {
            "Name": "咸安区",
            "Code": "421202"
          },
          {
            "Name": "嘉鱼县",
            "Code": "421221"
          },
          {
            "Name": "通城县",
            "Code": "421222"
          },
          {
            "Name": "崇阳县",
            "Code": "421223"
          },
          {
            "Name": "通山县",
            "Code": "421224"
          },
          {
            "Name": "赤壁市",
            "Code": "421281"
          },
          {
            "Name": "温泉城区",
            "Code": "421282"
          },
          {
            "Name": "其它区",
            "Code": "421283"
          }
        ]
      },
      {
        "Name": "随州市",
        "Code": "421300",
        "items": [
          {
            "Name": "曾都区",
            "Code": "421302"
          },
          {
            "Name": "随县",
            "Code": "421321"
          },
          {
            "Name": "广水市",
            "Code": "421381"
          },
          {
            "Name": "其它区",
            "Code": "421382"
          }
        ]
      },
      {
        "Name": "恩施土家族苗族自治州",
        "Code": "422800",
        "items": [
          {
            "Name": "恩施市",
            "Code": "422801"
          },
          {
            "Name": "利川市",
            "Code": "422802"
          },
          {
            "Name": "建始县",
            "Code": "422822"
          },
          {
            "Name": "巴东县",
            "Code": "422823"
          },
          {
            "Name": "宣恩县",
            "Code": "422825"
          },
          {
            "Name": "咸丰县",
            "Code": "422826"
          },
          {
            "Name": "来凤县",
            "Code": "422827"
          },
          {
            "Name": "鹤峰县",
            "Code": "422828"
          },
          {
            "Name": "其它区",
            "Code": "422829"
          }
        ]
      },
      {
        "Name": "仙桃市",
        "Code": "429004",
        "items": []
      },
      {
        "Name": "潜江市",
        "Code": "429005",
        "items": []
      },
      {
        "Name": "天门市",
        "Code": "429006",
        "items": []
      },
      {
        "Name": "神农架林区",
        "Code": "429021",
        "items": []
      }
    ]
  },
  {
    "Name": "湖南省",
    "Code": "430000",
    "items": [
      {
        "Name": "长沙市",
        "Code": "430100",
        "items": [
          {
            "Name": "芙蓉区",
            "Code": "430102"
          },
          {
            "Name": "天心区",
            "Code": "430103"
          },
          {
            "Name": "岳麓区",
            "Code": "430104"
          },
          {
            "Name": "开福区",
            "Code": "430105"
          },
          {
            "Name": "雨花区",
            "Code": "430111"
          },
          {
            "Name": "长沙县",
            "Code": "430121"
          },
          {
            "Name": "望城县",
            "Code": "430122"
          },
          {
            "Name": "宁乡县",
            "Code": "430124"
          },
          {
            "Name": "浏阳市",
            "Code": "430181"
          },
          {
            "Name": "其它区",
            "Code": "430182"
          }
        ]
      },
      {
        "Name": "株洲市",
        "Code": "430200",
        "items": [
          {
            "Name": "荷塘区",
            "Code": "430202"
          },
          {
            "Name": "芦淞区",
            "Code": "430203"
          },
          {
            "Name": "石峰区",
            "Code": "430204"
          },
          {
            "Name": "天元区",
            "Code": "430211"
          },
          {
            "Name": "株洲县",
            "Code": "430221"
          },
          {
            "Name": "攸县",
            "Code": "430223"
          },
          {
            "Name": "茶陵县",
            "Code": "430224"
          },
          {
            "Name": "炎陵县",
            "Code": "430225"
          },
          {
            "Name": "醴陵市",
            "Code": "430281"
          },
          {
            "Name": "其它区",
            "Code": "430282"
          }
        ]
      },
      {
        "Name": "湘潭市",
        "Code": "430300",
        "items": [
          {
            "Name": "雨湖区",
            "Code": "430302"
          },
          {
            "Name": "岳塘区",
            "Code": "430304"
          },
          {
            "Name": "湘潭县",
            "Code": "430321"
          },
          {
            "Name": "湘乡市",
            "Code": "430381"
          },
          {
            "Name": "韶山市",
            "Code": "430382"
          },
          {
            "Name": "其它区",
            "Code": "430383"
          }
        ]
      },
      {
        "Name": "衡阳市",
        "Code": "430400",
        "items": [
          {
            "Name": "珠晖区",
            "Code": "430405"
          },
          {
            "Name": "雁峰区",
            "Code": "430406"
          },
          {
            "Name": "石鼓区",
            "Code": "430407"
          },
          {
            "Name": "蒸湘区",
            "Code": "430408"
          },
          {
            "Name": "南岳区",
            "Code": "430412"
          },
          {
            "Name": "衡阳县",
            "Code": "430421"
          },
          {
            "Name": "衡南县",
            "Code": "430422"
          },
          {
            "Name": "衡山县",
            "Code": "430423"
          },
          {
            "Name": "衡东县",
            "Code": "430424"
          },
          {
            "Name": "祁东县",
            "Code": "430426"
          },
          {
            "Name": "耒阳市",
            "Code": "430481"
          },
          {
            "Name": "常宁市",
            "Code": "430482"
          },
          {
            "Name": "其它区",
            "Code": "430483"
          }
        ]
      },
      {
        "Name": "邵阳市",
        "Code": "430500",
        "items": [
          {
            "Name": "双清区",
            "Code": "430502"
          },
          {
            "Name": "大祥区",
            "Code": "430503"
          },
          {
            "Name": "北塔区",
            "Code": "430511"
          },
          {
            "Name": "邵东县",
            "Code": "430521"
          },
          {
            "Name": "新邵县",
            "Code": "430522"
          },
          {
            "Name": "邵阳县",
            "Code": "430523"
          },
          {
            "Name": "隆回县",
            "Code": "430524"
          },
          {
            "Name": "洞口县",
            "Code": "430525"
          },
          {
            "Name": "绥宁县",
            "Code": "430527"
          },
          {
            "Name": "新宁县",
            "Code": "430528"
          },
          {
            "Name": "城步苗族自治县",
            "Code": "430529"
          },
          {
            "Name": "武冈市",
            "Code": "430581"
          },
          {
            "Name": "其它区",
            "Code": "430582"
          }
        ]
      },
      {
        "Name": "岳阳市",
        "Code": "430600",
        "items": [
          {
            "Name": "岳阳楼区",
            "Code": "430602"
          },
          {
            "Name": "云溪区",
            "Code": "430603"
          },
          {
            "Name": "君山区",
            "Code": "430611"
          },
          {
            "Name": "岳阳县",
            "Code": "430621"
          },
          {
            "Name": "华容县",
            "Code": "430623"
          },
          {
            "Name": "湘阴县",
            "Code": "430624"
          },
          {
            "Name": "平江县",
            "Code": "430626"
          },
          {
            "Name": "汨罗市",
            "Code": "430681"
          },
          {
            "Name": "临湘市",
            "Code": "430682"
          },
          {
            "Name": "其它区",
            "Code": "430683"
          }
        ]
      },
      {
        "Name": "常德市",
        "Code": "430700",
        "items": [
          {
            "Name": "武陵区",
            "Code": "430702"
          },
          {
            "Name": "鼎城区",
            "Code": "430703"
          },
          {
            "Name": "安乡县",
            "Code": "430721"
          },
          {
            "Name": "汉寿县",
            "Code": "430722"
          },
          {
            "Name": "澧县",
            "Code": "430723"
          },
          {
            "Name": "临澧县",
            "Code": "430724"
          },
          {
            "Name": "桃源县",
            "Code": "430725"
          },
          {
            "Name": "石门县",
            "Code": "430726"
          },
          {
            "Name": "津市市",
            "Code": "430781"
          },
          {
            "Name": "其它区",
            "Code": "430782"
          }
        ]
      },
      {
        "Name": "张家界市",
        "Code": "430800",
        "items": [
          {
            "Name": "永定区",
            "Code": "430802"
          },
          {
            "Name": "武陵源区",
            "Code": "430811"
          },
          {
            "Name": "慈利县",
            "Code": "430821"
          },
          {
            "Name": "桑植县",
            "Code": "430822"
          },
          {
            "Name": "其它区",
            "Code": "430823"
          }
        ]
      },
      {
        "Name": "益阳市",
        "Code": "430900",
        "items": [
          {
            "Name": "资阳区",
            "Code": "430902"
          },
          {
            "Name": "赫山区",
            "Code": "430903"
          },
          {
            "Name": "南县",
            "Code": "430921"
          },
          {
            "Name": "桃江县",
            "Code": "430922"
          },
          {
            "Name": "安化县",
            "Code": "430923"
          },
          {
            "Name": "沅江市",
            "Code": "430981"
          },
          {
            "Name": "其它区",
            "Code": "430982"
          }
        ]
      },
      {
        "Name": "郴州市",
        "Code": "431000",
        "items": [
          {
            "Name": "北湖区",
            "Code": "431002"
          },
          {
            "Name": "苏仙区",
            "Code": "431003"
          },
          {
            "Name": "桂阳县",
            "Code": "431021"
          },
          {
            "Name": "宜章县",
            "Code": "431022"
          },
          {
            "Name": "永兴县",
            "Code": "431023"
          },
          {
            "Name": "嘉禾县",
            "Code": "431024"
          },
          {
            "Name": "临武县",
            "Code": "431025"
          },
          {
            "Name": "汝城县",
            "Code": "431026"
          },
          {
            "Name": "桂东县",
            "Code": "431027"
          },
          {
            "Name": "安仁县",
            "Code": "431028"
          },
          {
            "Name": "资兴市",
            "Code": "431081"
          },
          {
            "Name": "其它区",
            "Code": "431082"
          }
        ]
      },
      {
        "Name": "永州市",
        "Code": "431100",
        "items": [
          {
            "Name": "零陵区",
            "Code": "431102"
          },
          {
            "Name": "冷水滩区",
            "Code": "431103"
          },
          {
            "Name": "祁阳县",
            "Code": "431121"
          },
          {
            "Name": "东安县",
            "Code": "431122"
          },
          {
            "Name": "双牌县",
            "Code": "431123"
          },
          {
            "Name": "道县",
            "Code": "431124"
          },
          {
            "Name": "江永县",
            "Code": "431125"
          },
          {
            "Name": "宁远县",
            "Code": "431126"
          },
          {
            "Name": "蓝山县",
            "Code": "431127"
          },
          {
            "Name": "新田县",
            "Code": "431128"
          },
          {
            "Name": "江华瑶族自治县",
            "Code": "431129"
          },
          {
            "Name": "其它区",
            "Code": "431130"
          }
        ]
      },
      {
        "Name": "怀化市",
        "Code": "431200",
        "items": [
          {
            "Name": "鹤城区",
            "Code": "431202"
          },
          {
            "Name": "中方县",
            "Code": "431221"
          },
          {
            "Name": "沅陵县",
            "Code": "431222"
          },
          {
            "Name": "辰溪县",
            "Code": "431223"
          },
          {
            "Name": "溆浦县",
            "Code": "431224"
          },
          {
            "Name": "会同县",
            "Code": "431225"
          },
          {
            "Name": "麻阳苗族自治县",
            "Code": "431226"
          },
          {
            "Name": "新晃侗族自治县",
            "Code": "431227"
          },
          {
            "Name": "芷江侗族自治县",
            "Code": "431228"
          },
          {
            "Name": "靖州苗族侗族自治县",
            "Code": "431229"
          },
          {
            "Name": "通道侗族自治县",
            "Code": "431230"
          },
          {
            "Name": "洪江市",
            "Code": "431281"
          },
          {
            "Name": "其它区",
            "Code": "431282"
          }
        ]
      },
      {
        "Name": "娄底市",
        "Code": "431300",
        "items": [
          {
            "Name": "娄星区",
            "Code": "431302"
          },
          {
            "Name": "双峰县",
            "Code": "431321"
          },
          {
            "Name": "新化县",
            "Code": "431322"
          },
          {
            "Name": "冷水江市",
            "Code": "431381"
          },
          {
            "Name": "涟源市",
            "Code": "431382"
          },
          {
            "Name": "其它区",
            "Code": "431383"
          }
        ]
      },
      {
        "Name": "湘西土家族苗族自治州",
        "Code": "433100",
        "items": [
          {
            "Name": "吉首市",
            "Code": "433101"
          },
          {
            "Name": "泸溪县",
            "Code": "433122"
          },
          {
            "Name": "凤凰县",
            "Code": "433123"
          },
          {
            "Name": "花垣县",
            "Code": "433124"
          },
          {
            "Name": "保靖县",
            "Code": "433125"
          },
          {
            "Name": "古丈县",
            "Code": "433126"
          },
          {
            "Name": "永顺县",
            "Code": "433127"
          },
          {
            "Name": "龙山县",
            "Code": "433130"
          },
          {
            "Name": "其它区",
            "Code": "433131"
          }
        ]
      }
    ]
  },
  {
    "Name": "广东省",
    "Code": "440000",
    "items": [
      {
        "Name": "广州市",
        "Code": "440100",
        "items": [
          {
            "Name": "荔湾区",
            "Code": "440103"
          },
          {
            "Name": "越秀区",
            "Code": "440104"
          },
          {
            "Name": "海珠区",
            "Code": "440105"
          },
          {
            "Name": "天河区",
            "Code": "440106"
          },
          {
            "Name": "白云区",
            "Code": "440111"
          },
          {
            "Name": "黄埔区",
            "Code": "440112"
          },
          {
            "Name": "番禺区",
            "Code": "440113"
          },
          {
            "Name": "花都区",
            "Code": "440114"
          },
          {
            "Name": "南沙区",
            "Code": "440115"
          },
          {
            "Name": "萝岗区",
            "Code": "440116"
          },
          {
            "Name": "增城市",
            "Code": "440183"
          },
          {
            "Name": "从化市",
            "Code": "440184"
          },
          {
            "Name": "东山区",
            "Code": "440188"
          },
          {
            "Name": "其它区",
            "Code": "440189"
          }
        ]
      },
      {
        "Name": "韶关市",
        "Code": "440200",
        "items": [
          {
            "Name": "武江区",
            "Code": "440203"
          },
          {
            "Name": "浈江区",
            "Code": "440204"
          },
          {
            "Name": "曲江区",
            "Code": "440205"
          },
          {
            "Name": "始兴县",
            "Code": "440222"
          },
          {
            "Name": "仁化县",
            "Code": "440224"
          },
          {
            "Name": "翁源县",
            "Code": "440229"
          },
          {
            "Name": "乳源瑶族自治县",
            "Code": "440232"
          },
          {
            "Name": "新丰县",
            "Code": "440233"
          },
          {
            "Name": "乐昌市",
            "Code": "440281"
          },
          {
            "Name": "南雄市",
            "Code": "440282"
          },
          {
            "Name": "其它区",
            "Code": "440283"
          }
        ]
      },
      {
        "Name": "深圳市",
        "Code": "440300",
        "items": [
          {
            "Name": "罗湖区",
            "Code": "440303"
          },
          {
            "Name": "福田区",
            "Code": "440304"
          },
          {
            "Name": "南山区",
            "Code": "440305"
          },
          {
            "Name": "宝安区",
            "Code": "440306"
          },
          {
            "Name": "龙岗区",
            "Code": "440307"
          },
          {
            "Name": "盐田区",
            "Code": "440308"
          },
          {
            "Name": "其它区",
            "Code": "440309"
          }
        ]
      },
      {
        "Name": "珠海市",
        "Code": "440400",
        "items": [
          {
            "Name": "香洲区",
            "Code": "440402"
          },
          {
            "Name": "斗门区",
            "Code": "440403"
          },
          {
            "Name": "金湾区",
            "Code": "440404"
          },
          {
            "Name": "金唐区",
            "Code": "440486"
          },
          {
            "Name": "南湾区",
            "Code": "440487"
          },
          {
            "Name": "其它区",
            "Code": "440488"
          }
        ]
      },
      {
        "Name": "汕头市",
        "Code": "440500",
        "items": [
          {
            "Name": "龙湖区",
            "Code": "440507"
          },
          {
            "Name": "金平区",
            "Code": "440511"
          },
          {
            "Name": "濠江区",
            "Code": "440512"
          },
          {
            "Name": "潮阳区",
            "Code": "440513"
          },
          {
            "Name": "潮南区",
            "Code": "440514"
          },
          {
            "Name": "澄海区",
            "Code": "440515"
          },
          {
            "Name": "南澳县",
            "Code": "440523"
          },
          {
            "Name": "其它区",
            "Code": "440524"
          }
        ]
      },
      {
        "Name": "佛山市",
        "Code": "440600",
        "items": [
          {
            "Name": "禅城区",
            "Code": "440604"
          },
          {
            "Name": "南海区",
            "Code": "440605"
          },
          {
            "Name": "顺德区",
            "Code": "440606"
          },
          {
            "Name": "三水区",
            "Code": "440607"
          },
          {
            "Name": "高明区",
            "Code": "440608"
          },
          {
            "Name": "其它区",
            "Code": "440609"
          }
        ]
      },
      {
        "Name": "江门市",
        "Code": "440700",
        "items": [
          {
            "Name": "蓬江区",
            "Code": "440703"
          },
          {
            "Name": "江海区",
            "Code": "440704"
          },
          {
            "Name": "新会区",
            "Code": "440705"
          },
          {
            "Name": "台山市",
            "Code": "440781"
          },
          {
            "Name": "开平市",
            "Code": "440783"
          },
          {
            "Name": "鹤山市",
            "Code": "440784"
          },
          {
            "Name": "恩平市",
            "Code": "440785"
          },
          {
            "Name": "其它区",
            "Code": "440786"
          }
        ]
      },
      {
        "Name": "湛江市",
        "Code": "440800",
        "items": [
          {
            "Name": "赤坎区",
            "Code": "440802"
          },
          {
            "Name": "霞山区",
            "Code": "440803"
          },
          {
            "Name": "坡头区",
            "Code": "440804"
          },
          {
            "Name": "麻章区",
            "Code": "440811"
          },
          {
            "Name": "遂溪县",
            "Code": "440823"
          },
          {
            "Name": "徐闻县",
            "Code": "440825"
          },
          {
            "Name": "廉江市",
            "Code": "440881"
          },
          {
            "Name": "雷州市",
            "Code": "440882"
          },
          {
            "Name": "吴川市",
            "Code": "440883"
          },
          {
            "Name": "其它区",
            "Code": "440884"
          }
        ]
      },
      {
        "Name": "茂名市",
        "Code": "440900",
        "items": [
          {
            "Name": "茂南区",
            "Code": "440902"
          },
          {
            "Name": "茂港区",
            "Code": "440903"
          },
          {
            "Name": "电白县",
            "Code": "440923"
          },
          {
            "Name": "高州市",
            "Code": "440981"
          },
          {
            "Name": "化州市",
            "Code": "440982"
          },
          {
            "Name": "信宜市",
            "Code": "440983"
          },
          {
            "Name": "其它区",
            "Code": "440984"
          }
        ]
      },
      {
        "Name": "肇庆市",
        "Code": "441200",
        "items": [
          {
            "Name": "端州区",
            "Code": "441202"
          },
          {
            "Name": "鼎湖区",
            "Code": "441203"
          },
          {
            "Name": "广宁县",
            "Code": "441223"
          },
          {
            "Name": "怀集县",
            "Code": "441224"
          },
          {
            "Name": "封开县",
            "Code": "441225"
          },
          {
            "Name": "德庆县",
            "Code": "441226"
          },
          {
            "Name": "高要市",
            "Code": "441283"
          },
          {
            "Name": "四会市",
            "Code": "441284"
          },
          {
            "Name": "其它区",
            "Code": "441285"
          }
        ]
      },
      {
        "Name": "惠州市",
        "Code": "441300",
        "items": [
          {
            "Name": "惠城区",
            "Code": "441302"
          },
          {
            "Name": "惠阳区",
            "Code": "441303"
          },
          {
            "Name": "博罗县",
            "Code": "441322"
          },
          {
            "Name": "惠东县",
            "Code": "441323"
          },
          {
            "Name": "龙门县",
            "Code": "441324"
          },
          {
            "Name": "其它区",
            "Code": "441325"
          }
        ]
      },
      {
        "Name": "梅州市",
        "Code": "441400",
        "items": [
          {
            "Name": "梅江区",
            "Code": "441402"
          },
          {
            "Name": "梅县",
            "Code": "441421"
          },
          {
            "Name": "大埔县",
            "Code": "441422"
          },
          {
            "Name": "丰顺县",
            "Code": "441423"
          },
          {
            "Name": "五华县",
            "Code": "441424"
          },
          {
            "Name": "平远县",
            "Code": "441426"
          },
          {
            "Name": "蕉岭县",
            "Code": "441427"
          },
          {
            "Name": "兴宁市",
            "Code": "441481"
          },
          {
            "Name": "其它区",
            "Code": "441482"
          }
        ]
      },
      {
        "Name": "汕尾市",
        "Code": "441500",
        "items": [
          {
            "Name": "城区",
            "Code": "441502"
          },
          {
            "Name": "海丰县",
            "Code": "441521"
          },
          {
            "Name": "陆河县",
            "Code": "441523"
          },
          {
            "Name": "陆丰市",
            "Code": "441581"
          },
          {
            "Name": "其它区",
            "Code": "441582"
          }
        ]
      },
      {
        "Name": "河源市",
        "Code": "441600",
        "items": [
          {
            "Name": "源城区",
            "Code": "441602"
          },
          {
            "Name": "紫金县",
            "Code": "441621"
          },
          {
            "Name": "龙川县",
            "Code": "441622"
          },
          {
            "Name": "连平县",
            "Code": "441623"
          },
          {
            "Name": "和平县",
            "Code": "441624"
          },
          {
            "Name": "东源县",
            "Code": "441625"
          },
          {
            "Name": "其它区",
            "Code": "441626"
          }
        ]
      },
      {
        "Name": "阳江市",
        "Code": "441700",
        "items": [
          {
            "Name": "江城区",
            "Code": "441702"
          },
          {
            "Name": "阳西县",
            "Code": "441721"
          },
          {
            "Name": "阳东县",
            "Code": "441723"
          },
          {
            "Name": "阳春市",
            "Code": "441781"
          },
          {
            "Name": "其它区",
            "Code": "441782"
          }
        ]
      },
      {
        "Name": "清远市",
        "Code": "441800",
        "items": [
          {
            "Name": "清城区",
            "Code": "441802"
          },
          {
            "Name": "佛冈县",
            "Code": "441821"
          },
          {
            "Name": "阳山县",
            "Code": "441823"
          },
          {
            "Name": "连山壮族瑶族自治县",
            "Code": "441825"
          },
          {
            "Name": "连南瑶族自治县",
            "Code": "441826"
          },
          {
            "Name": "清新县",
            "Code": "441827"
          },
          {
            "Name": "英德市",
            "Code": "441881"
          },
          {
            "Name": "连州市",
            "Code": "441882"
          },
          {
            "Name": "其它区",
            "Code": "441883"
          }
        ]
      },
      {
        "Name": "东莞市",
        "Code": "441900",
        "items": []
      },
      {
        "Name": "中山市",
        "Code": "442000",
        "items": []
      },
      {
        "Name": "潮州市",
        "Code": "445100",
        "items": [
          {
            "Name": "湘桥区",
            "Code": "445102"
          },
          {
            "Name": "潮安县",
            "Code": "445121"
          },
          {
            "Name": "饶平县",
            "Code": "445122"
          },
          {
            "Name": "枫溪区",
            "Code": "445185"
          },
          {
            "Name": "其它区",
            "Code": "445186"
          }
        ]
      },
      {
        "Name": "揭阳市",
        "Code": "445200",
        "items": [
          {
            "Name": "榕城区",
            "Code": "445202"
          },
          {
            "Name": "揭东县",
            "Code": "445221"
          },
          {
            "Name": "揭西县",
            "Code": "445222"
          },
          {
            "Name": "惠来县",
            "Code": "445224"
          },
          {
            "Name": "普宁市",
            "Code": "445281"
          },
          {
            "Name": "东山区",
            "Code": "445284"
          },
          {
            "Name": "其它区",
            "Code": "445285"
          }
        ]
      },
      {
        "Name": "云浮市",
        "Code": "445300",
        "items": [
          {
            "Name": "云城区",
            "Code": "445302"
          },
          {
            "Name": "新兴县",
            "Code": "445321"
          },
          {
            "Name": "郁南县",
            "Code": "445322"
          },
          {
            "Name": "云安县",
            "Code": "445323"
          },
          {
            "Name": "罗定市",
            "Code": "445381"
          },
          {
            "Name": "其它区",
            "Code": "445382"
          }
        ]
      }
    ]
  },
  {
    "Name": "广西壮族自治区",
    "Code": "450000",
    "items": [
      {
        "Name": "南宁市",
        "Code": "450100",
        "items": [
          {
            "Name": "兴宁区",
            "Code": "450102"
          },
          {
            "Name": "青秀区",
            "Code": "450103"
          },
          {
            "Name": "江南区",
            "Code": "450105"
          },
          {
            "Name": "西乡塘区",
            "Code": "450107"
          },
          {
            "Name": "良庆区",
            "Code": "450108"
          },
          {
            "Name": "邕宁区",
            "Code": "450109"
          },
          {
            "Name": "武鸣县",
            "Code": "450122"
          },
          {
            "Name": "隆安县",
            "Code": "450123"
          },
          {
            "Name": "马山县",
            "Code": "450124"
          },
          {
            "Name": "上林县",
            "Code": "450125"
          },
          {
            "Name": "宾阳县",
            "Code": "450126"
          },
          {
            "Name": "横县",
            "Code": "450127"
          },
          {
            "Name": "其它区",
            "Code": "450128"
          }
        ]
      },
      {
        "Name": "柳州市",
        "Code": "450200",
        "items": [
          {
            "Name": "城中区",
            "Code": "450202"
          },
          {
            "Name": "鱼峰区",
            "Code": "450203"
          },
          {
            "Name": "柳南区",
            "Code": "450204"
          },
          {
            "Name": "柳北区",
            "Code": "450205"
          },
          {
            "Name": "柳江县",
            "Code": "450221"
          },
          {
            "Name": "柳城县",
            "Code": "450222"
          },
          {
            "Name": "鹿寨县",
            "Code": "450223"
          },
          {
            "Name": "融安县",
            "Code": "450224"
          },
          {
            "Name": "融水苗族自治县",
            "Code": "450225"
          },
          {
            "Name": "三江侗族自治县",
            "Code": "450226"
          },
          {
            "Name": "其它区",
            "Code": "450227"
          }
        ]
      },
      {
        "Name": "桂林市",
        "Code": "450300",
        "items": [
          {
            "Name": "秀峰区",
            "Code": "450302"
          },
          {
            "Name": "叠彩区",
            "Code": "450303"
          },
          {
            "Name": "象山区",
            "Code": "450304"
          },
          {
            "Name": "七星区",
            "Code": "450305"
          },
          {
            "Name": "雁山区",
            "Code": "450311"
          },
          {
            "Name": "阳朔县",
            "Code": "450321"
          },
          {
            "Name": "临桂县",
            "Code": "450322"
          },
          {
            "Name": "灵川县",
            "Code": "450323"
          },
          {
            "Name": "全州县",
            "Code": "450324"
          },
          {
            "Name": "兴安县",
            "Code": "450325"
          },
          {
            "Name": "永福县",
            "Code": "450326"
          },
          {
            "Name": "灌阳县",
            "Code": "450327"
          },
          {
            "Name": "龙胜各族自治县",
            "Code": "450328"
          },
          {
            "Name": "资源县",
            "Code": "450329"
          },
          {
            "Name": "平乐县",
            "Code": "450330"
          },
          {
            "Name": "荔浦县",
            "Code": "450331"
          },
          {
            "Name": "恭城瑶族自治县",
            "Code": "450332"
          },
          {
            "Name": "其它区",
            "Code": "450333"
          }
        ]
      },
      {
        "Name": "梧州市",
        "Code": "450400",
        "items": [
          {
            "Name": "万秀区",
            "Code": "450403"
          },
          {
            "Name": "蝶山区",
            "Code": "450404"
          },
          {
            "Name": "长洲区",
            "Code": "450405"
          },
          {
            "Name": "苍梧县",
            "Code": "450421"
          },
          {
            "Name": "藤县",
            "Code": "450422"
          },
          {
            "Name": "蒙山县",
            "Code": "450423"
          },
          {
            "Name": "岑溪市",
            "Code": "450481"
          },
          {
            "Name": "其它区",
            "Code": "450482"
          }
        ]
      },
      {
        "Name": "北海市",
        "Code": "450500",
        "items": [
          {
            "Name": "海城区",
            "Code": "450502"
          },
          {
            "Name": "银海区",
            "Code": "450503"
          },
          {
            "Name": "铁山港区",
            "Code": "450512"
          },
          {
            "Name": "合浦县",
            "Code": "450521"
          },
          {
            "Name": "其它区",
            "Code": "450522"
          }
        ]
      },
      {
        "Name": "防城港市",
        "Code": "450600",
        "items": [
          {
            "Name": "港口区",
            "Code": "450602"
          },
          {
            "Name": "防城区",
            "Code": "450603"
          },
          {
            "Name": "上思县",
            "Code": "450621"
          },
          {
            "Name": "东兴市",
            "Code": "450681"
          },
          {
            "Name": "其它区",
            "Code": "450682"
          }
        ]
      },
      {
        "Name": "钦州市",
        "Code": "450700",
        "items": [
          {
            "Name": "钦南区",
            "Code": "450702"
          },
          {
            "Name": "钦北区",
            "Code": "450703"
          },
          {
            "Name": "灵山县",
            "Code": "450721"
          },
          {
            "Name": "浦北县",
            "Code": "450722"
          },
          {
            "Name": "其它区",
            "Code": "450723"
          }
        ]
      },
      {
        "Name": "贵港市",
        "Code": "450800",
        "items": [
          {
            "Name": "港北区",
            "Code": "450802"
          },
          {
            "Name": "港南区",
            "Code": "450803"
          },
          {
            "Name": "覃塘区",
            "Code": "450804"
          },
          {
            "Name": "平南县",
            "Code": "450821"
          },
          {
            "Name": "桂平市",
            "Code": "450881"
          },
          {
            "Name": "其它区",
            "Code": "450882"
          }
        ]
      },
      {
        "Name": "玉林市",
        "Code": "450900",
        "items": [
          {
            "Name": "玉州区",
            "Code": "450902"
          },
          {
            "Name": "容县",
            "Code": "450921"
          },
          {
            "Name": "陆川县",
            "Code": "450922"
          },
          {
            "Name": "博白县",
            "Code": "450923"
          },
          {
            "Name": "兴业县",
            "Code": "450924"
          },
          {
            "Name": "北流市",
            "Code": "450981"
          },
          {
            "Name": "其它区",
            "Code": "450982"
          }
        ]
      },
      {
        "Name": "百色市",
        "Code": "451000",
        "items": [
          {
            "Name": "右江区",
            "Code": "451002"
          },
          {
            "Name": "田阳县",
            "Code": "451021"
          },
          {
            "Name": "田东县",
            "Code": "451022"
          },
          {
            "Name": "平果县",
            "Code": "451023"
          },
          {
            "Name": "德保县",
            "Code": "451024"
          },
          {
            "Name": "靖西县",
            "Code": "451025"
          },
          {
            "Name": "那坡县",
            "Code": "451026"
          },
          {
            "Name": "凌云县",
            "Code": "451027"
          },
          {
            "Name": "乐业县",
            "Code": "451028"
          },
          {
            "Name": "田林县",
            "Code": "451029"
          },
          {
            "Name": "西林县",
            "Code": "451030"
          },
          {
            "Name": "隆林各族自治县",
            "Code": "451031"
          },
          {
            "Name": "其它区",
            "Code": "451032"
          }
        ]
      },
      {
        "Name": "贺州市",
        "Code": "451100",
        "items": [
          {
            "Name": "八步区",
            "Code": "451102"
          },
          {
            "Name": "昭平县",
            "Code": "451121"
          },
          {
            "Name": "钟山县",
            "Code": "451122"
          },
          {
            "Name": "富川瑶族自治县",
            "Code": "451123"
          },
          {
            "Name": "其它区",
            "Code": "451124"
          }
        ]
      },
      {
        "Name": "河池市",
        "Code": "451200",
        "items": [
          {
            "Name": "金城江区",
            "Code": "451202"
          },
          {
            "Name": "南丹县",
            "Code": "451221"
          },
          {
            "Name": "天峨县",
            "Code": "451222"
          },
          {
            "Name": "凤山县",
            "Code": "451223"
          },
          {
            "Name": "东兰县",
            "Code": "451224"
          },
          {
            "Name": "罗城仫佬族自治县",
            "Code": "451225"
          },
          {
            "Name": "环江毛南族自治县",
            "Code": "451226"
          },
          {
            "Name": "巴马瑶族自治县",
            "Code": "451227"
          },
          {
            "Name": "都安瑶族自治县",
            "Code": "451228"
          },
          {
            "Name": "大化瑶族自治县",
            "Code": "451229"
          },
          {
            "Name": "宜州市",
            "Code": "451281"
          },
          {
            "Name": "其它区",
            "Code": "451282"
          }
        ]
      },
      {
        "Name": "来宾市",
        "Code": "451300",
        "items": [
          {
            "Name": "兴宾区",
            "Code": "451302"
          },
          {
            "Name": "忻城县",
            "Code": "451321"
          },
          {
            "Name": "象州县",
            "Code": "451322"
          },
          {
            "Name": "武宣县",
            "Code": "451323"
          },
          {
            "Name": "金秀瑶族自治县",
            "Code": "451324"
          },
          {
            "Name": "合山市",
            "Code": "451381"
          },
          {
            "Name": "其它区",
            "Code": "451382"
          }
        ]
      },
      {
        "Name": "崇左市",
        "Code": "451400",
        "items": [
          {
            "Name": "江州区",
            "Code": "451402"
          },
          {
            "Name": "扶绥县",
            "Code": "451421"
          },
          {
            "Name": "宁明县",
            "Code": "451422"
          },
          {
            "Name": "龙州县",
            "Code": "451423"
          },
          {
            "Name": "大新县",
            "Code": "451424"
          },
          {
            "Name": "天等县",
            "Code": "451425"
          },
          {
            "Name": "凭祥市",
            "Code": "451481"
          },
          {
            "Name": "其它区",
            "Code": "451482"
          }
        ]
      }
    ]
  },
  {
    "Name": "海南省",
    "Code": "460000",
    "items": [
      {
        "Name": "海口市",
        "Code": "460100",
        "items": [
          {
            "Name": "秀英区",
            "Code": "460105"
          },
          {
            "Name": "龙华区",
            "Code": "460106"
          },
          {
            "Name": "琼山区",
            "Code": "460107"
          },
          {
            "Name": "美兰区",
            "Code": "460108"
          },
          {
            "Name": "其它区",
            "Code": "460109"
          }
        ]
      },
      {
        "Name": "三亚市",
        "Code": "460200",
        "items": []
      },
      {
        "Name": "五指山市",
        "Code": "469001",
        "items": []
      },
      {
        "Name": "琼海市",
        "Code": "469002",
        "items": []
      },
      {
        "Name": "儋州市",
        "Code": "469003",
        "items": []
      },
      {
        "Name": "文昌市",
        "Code": "469005",
        "items": []
      },
      {
        "Name": "万宁市",
        "Code": "469006",
        "items": []
      },
      {
        "Name": "东方市",
        "Code": "469007",
        "items": []
      },
      {
        "Name": "定安县",
        "Code": "469025",
        "items": []
      },
      {
        "Name": "屯昌县",
        "Code": "469026",
        "items": []
      },
      {
        "Name": "澄迈县",
        "Code": "469027",
        "items": []
      },
      {
        "Name": "临高县",
        "Code": "469028",
        "items": []
      },
      {
        "Name": "白沙黎族自治县",
        "Code": "469030",
        "items": []
      },
      {
        "Name": "昌江黎族自治县",
        "Code": "469031",
        "items": []
      },
      {
        "Name": "乐东黎族自治县",
        "Code": "469033",
        "items": []
      },
      {
        "Name": "陵水黎族自治县",
        "Code": "469034",
        "items": []
      },
      {
        "Name": "保亭黎族苗族自治县",
        "Code": "469035",
        "items": []
      },
      {
        "Name": "琼中黎族苗族自治县",
        "Code": "469036",
        "items": []
      },
      {
        "Name": "西沙群岛",
        "Code": "469037",
        "items": []
      },
      {
        "Name": "南沙群岛",
        "Code": "469038",
        "items": []
      },
      {
        "Name": "中沙群岛的岛礁及其海域",
        "Code": "469039",
        "items": []
      }
    ]
  },
  {
    "Name": "重庆",
    "Code": "500000",
    "items": [
      {
        "Name": "重庆市",
        "Code": "500100",
        "items": [
          {
            "Name": "万州区",
            "Code": "500101"
          },
          {
            "Name": "涪陵区",
            "Code": "500102"
          },
          {
            "Name": "渝中区",
            "Code": "500103"
          },
          {
            "Name": "大渡口区",
            "Code": "500104"
          },
          {
            "Name": "江北区",
            "Code": "500105"
          },
          {
            "Name": "沙坪坝区",
            "Code": "500106"
          },
          {
            "Name": "九龙坡区",
            "Code": "500107"
          },
          {
            "Name": "南岸区",
            "Code": "500108"
          },
          {
            "Name": "北碚区",
            "Code": "500109"
          },
          {
            "Name": "万盛区",
            "Code": "500110"
          },
          {
            "Name": "双桥区",
            "Code": "500111"
          },
          {
            "Name": "渝北区",
            "Code": "500112"
          },
          {
            "Name": "巴南区",
            "Code": "500113"
          },
          {
            "Name": "黔江区",
            "Code": "500114"
          },
          {
            "Name": "长寿区",
            "Code": "500115"
          },
          {
            "Name": "綦江县",
            "Code": "500222"
          },
          {
            "Name": "潼南县",
            "Code": "500223"
          },
          {
            "Name": "铜梁县",
            "Code": "500224"
          },
          {
            "Name": "大足县",
            "Code": "500225"
          },
          {
            "Name": "荣昌县",
            "Code": "500226"
          },
          {
            "Name": "璧山县",
            "Code": "500227"
          },
          {
            "Name": "梁平县",
            "Code": "500228"
          },
          {
            "Name": "城口县",
            "Code": "500229"
          },
          {
            "Name": "丰都县",
            "Code": "500230"
          },
          {
            "Name": "垫江县",
            "Code": "500231"
          },
          {
            "Name": "武隆县",
            "Code": "500232"
          },
          {
            "Name": "忠县",
            "Code": "500233"
          },
          {
            "Name": "开县",
            "Code": "500234"
          },
          {
            "Name": "云阳县",
            "Code": "500235"
          },
          {
            "Name": "奉节县",
            "Code": "500236"
          },
          {
            "Name": "巫山县",
            "Code": "500237"
          },
          {
            "Name": "巫溪县",
            "Code": "500238"
          },
          {
            "Name": "石柱土家族自治县",
            "Code": "500240"
          },
          {
            "Name": "秀山土家族苗族自治县",
            "Code": "500241"
          },
          {
            "Name": "酉阳土家族苗族自治县",
            "Code": "500242"
          },
          {
            "Name": "彭水苗族土家族自治县",
            "Code": "500243"
          },
          {
            "Name": "江津区",
            "Code": "500381"
          },
          {
            "Name": "合川区",
            "Code": "500382"
          },
          {
            "Name": "永川区",
            "Code": "500383"
          },
          {
            "Name": "南川区",
            "Code": "500384"
          },
          {
            "Name": "其它区",
            "Code": "500385"
          }
        ]
      }
    ]
  },
  {
    "Name": "四川省",
    "Code": "510000",
    "items": [
      {
        "Name": "成都市",
        "Code": "510100",
        "items": [
          {
            "Name": "锦江区",
            "Code": "510104"
          },
          {
            "Name": "青羊区",
            "Code": "510105"
          },
          {
            "Name": "金牛区",
            "Code": "510106"
          },
          {
            "Name": "武侯区",
            "Code": "510107"
          },
          {
            "Name": "成华区",
            "Code": "510108"
          },
          {
            "Name": "龙泉驿区",
            "Code": "510112"
          },
          {
            "Name": "青白江区",
            "Code": "510113"
          },
          {
            "Name": "新都区",
            "Code": "510114"
          },
          {
            "Name": "温江区",
            "Code": "510115"
          },
          {
            "Name": "金堂县",
            "Code": "510121"
          },
          {
            "Name": "双流县",
            "Code": "510122"
          },
          {
            "Name": "郫县",
            "Code": "510124"
          },
          {
            "Name": "大邑县",
            "Code": "510129"
          },
          {
            "Name": "蒲江县",
            "Code": "510131"
          },
          {
            "Name": "新津县",
            "Code": "510132"
          },
          {
            "Name": "都江堰市",
            "Code": "510181"
          },
          {
            "Name": "彭州市",
            "Code": "510182"
          },
          {
            "Name": "邛崃市",
            "Code": "510183"
          },
          {
            "Name": "崇州市",
            "Code": "510184"
          },
          {
            "Name": "高新区",
            "Code": "990103"
          },
          {
            "Name": "其它区",
            "Code": "510185"
          }
        ]
      },
      {
        "Name": "自贡市",
        "Code": "510300",
        "items": [
          {
            "Name": "自流井区",
            "Code": "510302"
          },
          {
            "Name": "贡井区",
            "Code": "510303"
          },
          {
            "Name": "大安区",
            "Code": "510304"
          },
          {
            "Name": "沿滩区",
            "Code": "510311"
          },
          {
            "Name": "荣县",
            "Code": "510321"
          },
          {
            "Name": "富顺县",
            "Code": "510322"
          },
          {
            "Name": "其它区",
            "Code": "510323"
          }
        ]
      },
      {
        "Name": "攀枝花市",
        "Code": "510400",
        "items": [
          {
            "Name": "东区",
            "Code": "510402"
          },
          {
            "Name": "西区",
            "Code": "510403"
          },
          {
            "Name": "仁和区",
            "Code": "510411"
          },
          {
            "Name": "米易县",
            "Code": "510421"
          },
          {
            "Name": "盐边县",
            "Code": "510422"
          },
          {
            "Name": "其它区",
            "Code": "510423"
          }
        ]
      },
      {
        "Name": "泸州市",
        "Code": "510500",
        "items": [
          {
            "Name": "江阳区",
            "Code": "510502"
          },
          {
            "Name": "纳溪区",
            "Code": "510503"
          },
          {
            "Name": "龙马潭区",
            "Code": "510504"
          },
          {
            "Name": "泸县",
            "Code": "510521"
          },
          {
            "Name": "合江县",
            "Code": "510522"
          },
          {
            "Name": "叙永县",
            "Code": "510524"
          },
          {
            "Name": "古蔺县",
            "Code": "510525"
          },
          {
            "Name": "其它区",
            "Code": "510526"
          }
        ]
      },
      {
        "Name": "德阳市",
        "Code": "510600",
        "items": [
          {
            "Name": "旌阳区",
            "Code": "510603"
          },
          {
            "Name": "中江县",
            "Code": "510623"
          },
          {
            "Name": "罗江县",
            "Code": "510626"
          },
          {
            "Name": "广汉市",
            "Code": "510681"
          },
          {
            "Name": "什邡市",
            "Code": "510682"
          },
          {
            "Name": "绵竹市",
            "Code": "510683"
          },
          {
            "Name": "其它区",
            "Code": "510684"
          }
        ]
      },
      {
        "Name": "绵阳市",
        "Code": "510700",
        "items": [
          {
            "Name": "涪城区",
            "Code": "510703"
          },
          {
            "Name": "游仙区",
            "Code": "510704"
          },
          {
            "Name": "三台县",
            "Code": "510722"
          },
          {
            "Name": "盐亭县",
            "Code": "510723"
          },
          {
            "Name": "安县",
            "Code": "510724"
          },
          {
            "Name": "梓潼县",
            "Code": "510725"
          },
          {
            "Name": "北川羌族自治县",
            "Code": "510726"
          },
          {
            "Name": "平武县",
            "Code": "510727"
          },
          {
            "Name": "高新区",
            "Code": "510751"
          },
          {
            "Name": "江油市",
            "Code": "510781"
          },
          {
            "Name": "其它区",
            "Code": "510782"
          }
        ]
      },
      {
        "Name": "广元市",
        "Code": "510800",
        "items": [
          {
            "Name": "利州区",
            "Code": "510802"
          },
          {
            "Name": "元坝区",
            "Code": "510811"
          },
          {
            "Name": "朝天区",
            "Code": "510812"
          },
          {
            "Name": "旺苍县",
            "Code": "510821"
          },
          {
            "Name": "青川县",
            "Code": "510822"
          },
          {
            "Name": "剑阁县",
            "Code": "510823"
          },
          {
            "Name": "苍溪县",
            "Code": "510824"
          },
          {
            "Name": "其它区",
            "Code": "510825"
          }
        ]
      },
      {
        "Name": "遂宁市",
        "Code": "510900",
        "items": [
          {
            "Name": "船山区",
            "Code": "510903"
          },
          {
            "Name": "安居区",
            "Code": "510904"
          },
          {
            "Name": "蓬溪县",
            "Code": "510921"
          },
          {
            "Name": "射洪县",
            "Code": "510922"
          },
          {
            "Name": "大英县",
            "Code": "510923"
          },
          {
            "Name": "其它区",
            "Code": "510924"
          }
        ]
      },
      {
        "Name": "内江市",
        "Code": "511000",
        "items": [
          {
            "Name": "市中区",
            "Code": "511002"
          },
          {
            "Name": "东兴区",
            "Code": "511011"
          },
          {
            "Name": "威远县",
            "Code": "511024"
          },
          {
            "Name": "资中县",
            "Code": "511025"
          },
          {
            "Name": "隆昌县",
            "Code": "511028"
          },
          {
            "Name": "其它区",
            "Code": "511029"
          }
        ]
      },
      {
        "Name": "乐山市",
        "Code": "511100",
        "items": [
          {
            "Name": "市中区",
            "Code": "511102"
          },
          {
            "Name": "沙湾区",
            "Code": "511111"
          },
          {
            "Name": "五通桥区",
            "Code": "511112"
          },
          {
            "Name": "金口河区",
            "Code": "511113"
          },
          {
            "Name": "犍为县",
            "Code": "511123"
          },
          {
            "Name": "井研县",
            "Code": "511124"
          },
          {
            "Name": "夹江县",
            "Code": "511126"
          },
          {
            "Name": "沐川县",
            "Code": "511129"
          },
          {
            "Name": "峨边彝族自治县",
            "Code": "511132"
          },
          {
            "Name": "马边彝族自治县",
            "Code": "511133"
          },
          {
            "Name": "峨眉山市",
            "Code": "511181"
          },
          {
            "Name": "其它区",
            "Code": "511182"
          }
        ]
      },
      {
        "Name": "南充市",
        "Code": "511300",
        "items": [
          {
            "Name": "顺庆区",
            "Code": "511302"
          },
          {
            "Name": "高坪区",
            "Code": "511303"
          },
          {
            "Name": "嘉陵区",
            "Code": "511304"
          },
          {
            "Name": "南部县",
            "Code": "511321"
          },
          {
            "Name": "营山县",
            "Code": "511322"
          },
          {
            "Name": "蓬安县",
            "Code": "511323"
          },
          {
            "Name": "仪陇县",
            "Code": "511324"
          },
          {
            "Name": "西充县",
            "Code": "511325"
          },
          {
            "Name": "阆中市",
            "Code": "511381"
          },
          {
            "Name": "其它区",
            "Code": "511382"
          }
        ]
      },
      {
        "Name": "眉山市",
        "Code": "511400",
        "items": [
          {
            "Name": "东坡区",
            "Code": "511402"
          },
          {
            "Name": "仁寿县",
            "Code": "511421"
          },
          {
            "Name": "彭山县",
            "Code": "511422"
          },
          {
            "Name": "洪雅县",
            "Code": "511423"
          },
          {
            "Name": "丹棱县",
            "Code": "511424"
          },
          {
            "Name": "青神县",
            "Code": "511425"
          },
          {
            "Name": "其它区",
            "Code": "511426"
          }
        ]
      },
      {
        "Name": "宜宾市",
        "Code": "511500",
        "items": [
          {
            "Name": "翠屏区",
            "Code": "511502"
          },
          {
            "Name": "宜宾县",
            "Code": "511521"
          },
          {
            "Name": "南溪县",
            "Code": "511522"
          },
          {
            "Name": "江安县",
            "Code": "511523"
          },
          {
            "Name": "长宁县",
            "Code": "511524"
          },
          {
            "Name": "高县",
            "Code": "511525"
          },
          {
            "Name": "珙县",
            "Code": "511526"
          },
          {
            "Name": "筠连县",
            "Code": "511527"
          },
          {
            "Name": "兴文县",
            "Code": "511528"
          },
          {
            "Name": "屏山县",
            "Code": "511529"
          },
          {
            "Name": "其它区",
            "Code": "511530"
          }
        ]
      },
      {
        "Name": "广安市",
        "Code": "511600",
        "items": [
          {
            "Name": "广安区",
            "Code": "511602"
          },
          {
            "Name": "岳池县",
            "Code": "511621"
          },
          {
            "Name": "武胜县",
            "Code": "511622"
          },
          {
            "Name": "邻水县",
            "Code": "511623"
          },
          {
            "Name": "华蓥市",
            "Code": "511681"
          },
          {
            "Name": "市辖区",
            "Code": "511682"
          },
          {
            "Name": "其它区",
            "Code": "511683"
          }
        ]
      },
      {
        "Name": "达州市",
        "Code": "511700",
        "items": [
          {
            "Name": "通川区",
            "Code": "511702"
          },
          {
            "Name": "达县",
            "Code": "511721"
          },
          {
            "Name": "宣汉县",
            "Code": "511722"
          },
          {
            "Name": "开江县",
            "Code": "511723"
          },
          {
            "Name": "大竹县",
            "Code": "511724"
          },
          {
            "Name": "渠县",
            "Code": "511725"
          },
          {
            "Name": "万源市",
            "Code": "511781"
          },
          {
            "Name": "其它区",
            "Code": "511782"
          }
        ]
      },
      {
        "Name": "雅安市",
        "Code": "511800",
        "items": [
          {
            "Name": "雨城区",
            "Code": "511802"
          },
          {
            "Name": "名山县",
            "Code": "511821"
          },
          {
            "Name": "荥经县",
            "Code": "511822"
          },
          {
            "Name": "汉源县",
            "Code": "511823"
          },
          {
            "Name": "石棉县",
            "Code": "511824"
          },
          {
            "Name": "天全县",
            "Code": "511825"
          },
          {
            "Name": "芦山县",
            "Code": "511826"
          },
          {
            "Name": "宝兴县",
            "Code": "511827"
          },
          {
            "Name": "其它区",
            "Code": "511828"
          }
        ]
      },
      {
        "Name": "巴中市",
        "Code": "511900",
        "items": [
          {
            "Name": "巴州区",
            "Code": "511902"
          },
          {
            "Name": "通江县",
            "Code": "511921"
          },
          {
            "Name": "南江县",
            "Code": "511922"
          },
          {
            "Name": "平昌县",
            "Code": "511923"
          },
          {
            "Name": "其它区",
            "Code": "511924"
          }
        ]
      },
      {
        "Name": "资阳市",
        "Code": "512000",
        "items": [
          {
            "Name": "雁江区",
            "Code": "512002"
          },
          {
            "Name": "安岳县",
            "Code": "512021"
          },
          {
            "Name": "乐至县",
            "Code": "512022"
          },
          {
            "Name": "简阳市",
            "Code": "512081"
          },
          {
            "Name": "其它区",
            "Code": "512082"
          }
        ]
      },
      {
        "Name": "阿坝藏族羌族自治州",
        "Code": "513200",
        "items": [
          {
            "Name": "汶川县",
            "Code": "513221"
          },
          {
            "Name": "理县",
            "Code": "513222"
          },
          {
            "Name": "茂县",
            "Code": "513223"
          },
          {
            "Name": "松潘县",
            "Code": "513224"
          },
          {
            "Name": "九寨沟县",
            "Code": "513225"
          },
          {
            "Name": "金川县",
            "Code": "513226"
          },
          {
            "Name": "小金县",
            "Code": "513227"
          },
          {
            "Name": "黑水县",
            "Code": "513228"
          },
          {
            "Name": "马尔康县",
            "Code": "513229"
          },
          {
            "Name": "壤塘县",
            "Code": "513230"
          },
          {
            "Name": "阿坝县",
            "Code": "513231"
          },
          {
            "Name": "若尔盖县",
            "Code": "513232"
          },
          {
            "Name": "红原县",
            "Code": "513233"
          },
          {
            "Name": "其它区",
            "Code": "513234"
          }
        ]
      },
      {
        "Name": "甘孜藏族自治州",
        "Code": "513300",
        "items": [
          {
            "Name": "康定县",
            "Code": "513321"
          },
          {
            "Name": "泸定县",
            "Code": "513322"
          },
          {
            "Name": "丹巴县",
            "Code": "513323"
          },
          {
            "Name": "九龙县",
            "Code": "513324"
          },
          {
            "Name": "雅江县",
            "Code": "513325"
          },
          {
            "Name": "道孚县",
            "Code": "513326"
          },
          {
            "Name": "炉霍县",
            "Code": "513327"
          },
          {
            "Name": "甘孜县",
            "Code": "513328"
          },
          {
            "Name": "新龙县",
            "Code": "513329"
          },
          {
            "Name": "德格县",
            "Code": "513330"
          },
          {
            "Name": "白玉县",
            "Code": "513331"
          },
          {
            "Name": "石渠县",
            "Code": "513332"
          },
          {
            "Name": "色达县",
            "Code": "513333"
          },
          {
            "Name": "理塘县",
            "Code": "513334"
          },
          {
            "Name": "巴塘县",
            "Code": "513335"
          },
          {
            "Name": "乡城县",
            "Code": "513336"
          },
          {
            "Name": "稻城县",
            "Code": "513337"
          },
          {
            "Name": "得荣县",
            "Code": "513338"
          },
          {
            "Name": "其它区",
            "Code": "513339"
          }
        ]
      },
      {
        "Name": "凉山彝族自治州",
        "Code": "513400",
        "items": [
          {
            "Name": "西昌市",
            "Code": "513401"
          },
          {
            "Name": "木里藏族自治县",
            "Code": "513422"
          },
          {
            "Name": "盐源县",
            "Code": "513423"
          },
          {
            "Name": "德昌县",
            "Code": "513424"
          },
          {
            "Name": "会理县",
            "Code": "513425"
          },
          {
            "Name": "会东县",
            "Code": "513426"
          },
          {
            "Name": "宁南县",
            "Code": "513427"
          },
          {
            "Name": "普格县",
            "Code": "513428"
          },
          {
            "Name": "布拖县",
            "Code": "513429"
          },
          {
            "Name": "金阳县",
            "Code": "513430"
          },
          {
            "Name": "昭觉县",
            "Code": "513431"
          },
          {
            "Name": "喜德县",
            "Code": "513432"
          },
          {
            "Name": "冕宁县",
            "Code": "513433"
          },
          {
            "Name": "越西县",
            "Code": "513434"
          },
          {
            "Name": "甘洛县",
            "Code": "513435"
          },
          {
            "Name": "美姑县",
            "Code": "513436"
          },
          {
            "Name": "雷波县",
            "Code": "513437"
          },
          {
            "Name": "其它区",
            "Code": "513438"
          }
        ]
      }
    ]
  },
  {
    "Name": "贵州省",
    "Code": "520000",
    "items": [
      {
        "Name": "贵阳市",
        "Code": "520100",
        "items": [
          {
            "Name": "南明区",
            "Code": "520102"
          },
          {
            "Name": "云岩区",
            "Code": "520103"
          },
          {
            "Name": "花溪区",
            "Code": "520111"
          },
          {
            "Name": "乌当区",
            "Code": "520112"
          },
          {
            "Name": "白云区",
            "Code": "520113"
          },
          {
            "Name": "小河区",
            "Code": "520114"
          },
          {
            "Name": "开阳县",
            "Code": "520121"
          },
          {
            "Name": "息烽县",
            "Code": "520122"
          },
          {
            "Name": "修文县",
            "Code": "520123"
          },
          {
            "Name": "金阳开发区",
            "Code": "520151"
          },
          {
            "Name": "清镇市",
            "Code": "520181"
          },
          {
            "Name": "其它区",
            "Code": "520182"
          }
        ]
      },
      {
        "Name": "六盘水市",
        "Code": "520200",
        "items": [
          {
            "Name": "钟山区",
            "Code": "520201"
          },
          {
            "Name": "六枝特区",
            "Code": "520203"
          },
          {
            "Name": "水城县",
            "Code": "520221"
          },
          {
            "Name": "盘县",
            "Code": "520222"
          },
          {
            "Name": "其它区",
            "Code": "520223"
          }
        ]
      },
      {
        "Name": "遵义市",
        "Code": "520300",
        "items": [
          {
            "Name": "红花岗区",
            "Code": "520302"
          },
          {
            "Name": "汇川区",
            "Code": "520303"
          },
          {
            "Name": "遵义县",
            "Code": "520321"
          },
          {
            "Name": "桐梓县",
            "Code": "520322"
          },
          {
            "Name": "绥阳县",
            "Code": "520323"
          },
          {
            "Name": "正安县",
            "Code": "520324"
          },
          {
            "Name": "道真仡佬族苗族自治县",
            "Code": "520325"
          },
          {
            "Name": "务川仡佬族苗族自治县",
            "Code": "520326"
          },
          {
            "Name": "凤冈县",
            "Code": "520327"
          },
          {
            "Name": "湄潭县",
            "Code": "520328"
          },
          {
            "Name": "余庆县",
            "Code": "520329"
          },
          {
            "Name": "习水县",
            "Code": "520330"
          },
          {
            "Name": "赤水市",
            "Code": "520381"
          },
          {
            "Name": "仁怀市",
            "Code": "520382"
          },
          {
            "Name": "其它区",
            "Code": "520383"
          }
        ]
      },
      {
        "Name": "安顺市",
        "Code": "520400",
        "items": [
          {
            "Name": "西秀区",
            "Code": "520402"
          },
          {
            "Name": "平坝县",
            "Code": "520421"
          },
          {
            "Name": "普定县",
            "Code": "520422"
          },
          {
            "Name": "镇宁布依族苗族自治县",
            "Code": "520423"
          },
          {
            "Name": "关岭布依族苗族自治县",
            "Code": "520424"
          },
          {
            "Name": "紫云苗族布依族自治县",
            "Code": "520425"
          },
          {
            "Name": "其它区",
            "Code": "520426"
          }
        ]
      },
      {
        "Name": "铜仁地区",
        "Code": "522200",
        "items": [
          {
            "Name": "铜仁市",
            "Code": "522201"
          },
          {
            "Name": "江口县",
            "Code": "522222"
          },
          {
            "Name": "玉屏侗族自治县",
            "Code": "522223"
          },
          {
            "Name": "石阡县",
            "Code": "522224"
          },
          {
            "Name": "思南县",
            "Code": "522225"
          },
          {
            "Name": "印江土家族苗族自治县",
            "Code": "522226"
          },
          {
            "Name": "德江县",
            "Code": "522227"
          },
          {
            "Name": "沿河土家族自治县",
            "Code": "522228"
          },
          {
            "Name": "松桃苗族自治县",
            "Code": "522229"
          },
          {
            "Name": "万山特区",
            "Code": "522230"
          },
          {
            "Name": "其它区",
            "Code": "522231"
          }
        ]
      },
      {
        "Name": "黔西南布依族苗族自治州",
        "Code": "522300",
        "items": [
          {
            "Name": "兴义市",
            "Code": "522301"
          },
          {
            "Name": "兴仁县",
            "Code": "522322"
          },
          {
            "Name": "普安县",
            "Code": "522323"
          },
          {
            "Name": "晴隆县",
            "Code": "522324"
          },
          {
            "Name": "贞丰县",
            "Code": "522325"
          },
          {
            "Name": "望谟县",
            "Code": "522326"
          },
          {
            "Name": "册亨县",
            "Code": "522327"
          },
          {
            "Name": "安龙县",
            "Code": "522328"
          },
          {
            "Name": "其它区",
            "Code": "522329"
          }
        ]
      },
      {
        "Name": "毕节地区",
        "Code": "522400",
        "items": [
          {
            "Name": "毕节市",
            "Code": "522401"
          },
          {
            "Name": "大方县",
            "Code": "522422"
          },
          {
            "Name": "黔西县",
            "Code": "522423"
          },
          {
            "Name": "金沙县",
            "Code": "522424"
          },
          {
            "Name": "织金县",
            "Code": "522425"
          },
          {
            "Name": "纳雍县",
            "Code": "522426"
          },
          {
            "Name": "威宁彝族回族苗族自治县",
            "Code": "522427"
          },
          {
            "Name": "赫章县",
            "Code": "522428"
          },
          {
            "Name": "其它区",
            "Code": "522429"
          }
        ]
      },
      {
        "Name": "黔东南苗族侗族自治州",
        "Code": "522600",
        "items": [
          {
            "Name": "凯里市",
            "Code": "522601"
          },
          {
            "Name": "黄平县",
            "Code": "522622"
          },
          {
            "Name": "施秉县",
            "Code": "522623"
          },
          {
            "Name": "三穗县",
            "Code": "522624"
          },
          {
            "Name": "镇远县",
            "Code": "522625"
          },
          {
            "Name": "岑巩县",
            "Code": "522626"
          },
          {
            "Name": "天柱县",
            "Code": "522627"
          },
          {
            "Name": "锦屏县",
            "Code": "522628"
          },
          {
            "Name": "剑河县",
            "Code": "522629"
          },
          {
            "Name": "台江县",
            "Code": "522630"
          },
          {
            "Name": "黎平县",
            "Code": "522631"
          },
          {
            "Name": "榕江县",
            "Code": "522632"
          },
          {
            "Name": "从江县",
            "Code": "522633"
          },
          {
            "Name": "雷山县",
            "Code": "522634"
          },
          {
            "Name": "麻江县",
            "Code": "522635"
          },
          {
            "Name": "丹寨县",
            "Code": "522636"
          },
          {
            "Name": "其它区",
            "Code": "522637"
          }
        ]
      },
      {
        "Name": "黔南布依族苗族自治州",
        "Code": "522700",
        "items": [
          {
            "Name": "都匀市",
            "Code": "522701"
          },
          {
            "Name": "福泉市",
            "Code": "522702"
          },
          {
            "Name": "荔波县",
            "Code": "522722"
          },
          {
            "Name": "贵定县",
            "Code": "522723"
          },
          {
            "Name": "瓮安县",
            "Code": "522725"
          },
          {
            "Name": "独山县",
            "Code": "522726"
          },
          {
            "Name": "平塘县",
            "Code": "522727"
          },
          {
            "Name": "罗甸县",
            "Code": "522728"
          },
          {
            "Name": "长顺县",
            "Code": "522729"
          },
          {
            "Name": "龙里县",
            "Code": "522730"
          },
          {
            "Name": "惠水县",
            "Code": "522731"
          },
          {
            "Name": "三都水族自治县",
            "Code": "522732"
          },
          {
            "Name": "其它区",
            "Code": "522733"
          }
        ]
      }
    ]
  },
  {
    "Name": "云南省",
    "Code": "530000",
    "items": [
      {
        "Name": "昆明市",
        "Code": "530100",
        "items": [
          {
            "Name": "五华区",
            "Code": "530102"
          },
          {
            "Name": "盘龙区",
            "Code": "530103"
          },
          {
            "Name": "官渡区",
            "Code": "530111"
          },
          {
            "Name": "西山区",
            "Code": "530112"
          },
          {
            "Name": "东川区",
            "Code": "530113"
          },
          {
            "Name": "呈贡县",
            "Code": "530121"
          },
          {
            "Name": "晋宁县",
            "Code": "530122"
          },
          {
            "Name": "富民县",
            "Code": "530124"
          },
          {
            "Name": "宜良县",
            "Code": "530125"
          },
          {
            "Name": "石林彝族自治县",
            "Code": "530126"
          },
          {
            "Name": "嵩明县",
            "Code": "530127"
          },
          {
            "Name": "禄劝彝族苗族自治县",
            "Code": "530128"
          },
          {
            "Name": "寻甸回族彝族自治县",
            "Code": "530129"
          },
          {
            "Name": "安宁市",
            "Code": "530181"
          },
          {
            "Name": "其它区",
            "Code": "530182"
          }
        ]
      },
      {
        "Name": "曲靖市",
        "Code": "530300",
        "items": [
          {
            "Name": "麒麟区",
            "Code": "530302"
          },
          {
            "Name": "马龙县",
            "Code": "530321"
          },
          {
            "Name": "陆良县",
            "Code": "530322"
          },
          {
            "Name": "师宗县",
            "Code": "530323"
          },
          {
            "Name": "罗平县",
            "Code": "530324"
          },
          {
            "Name": "富源县",
            "Code": "530325"
          },
          {
            "Name": "会泽县",
            "Code": "530326"
          },
          {
            "Name": "沾益县",
            "Code": "530328"
          },
          {
            "Name": "宣威市",
            "Code": "530381"
          },
          {
            "Name": "其它区",
            "Code": "530382"
          }
        ]
      },
      {
        "Name": "玉溪市",
        "Code": "530400",
        "items": [
          {
            "Name": "红塔区",
            "Code": "530402"
          },
          {
            "Name": "江川县",
            "Code": "530421"
          },
          {
            "Name": "澄江县",
            "Code": "530422"
          },
          {
            "Name": "通海县",
            "Code": "530423"
          },
          {
            "Name": "华宁县",
            "Code": "530424"
          },
          {
            "Name": "易门县",
            "Code": "530425"
          },
          {
            "Name": "峨山彝族自治县",
            "Code": "530426"
          },
          {
            "Name": "新平彝族傣族自治县",
            "Code": "530427"
          },
          {
            "Name": "元江哈尼族彝族傣族自治县",
            "Code": "530428"
          },
          {
            "Name": "其它区",
            "Code": "530429"
          }
        ]
      },
      {
        "Name": "保山市",
        "Code": "530500",
        "items": [
          {
            "Name": "隆阳区",
            "Code": "530502"
          },
          {
            "Name": "施甸县",
            "Code": "530521"
          },
          {
            "Name": "腾冲县",
            "Code": "530522"
          },
          {
            "Name": "龙陵县",
            "Code": "530523"
          },
          {
            "Name": "昌宁县",
            "Code": "530524"
          },
          {
            "Name": "其它区",
            "Code": "530525"
          }
        ]
      },
      {
        "Name": "昭通市",
        "Code": "530600",
        "items": [
          {
            "Name": "昭阳区",
            "Code": "530602"
          },
          {
            "Name": "鲁甸县",
            "Code": "530621"
          },
          {
            "Name": "巧家县",
            "Code": "530622"
          },
          {
            "Name": "盐津县",
            "Code": "530623"
          },
          {
            "Name": "大关县",
            "Code": "530624"
          },
          {
            "Name": "永善县",
            "Code": "530625"
          },
          {
            "Name": "绥江县",
            "Code": "530626"
          },
          {
            "Name": "镇雄县",
            "Code": "530627"
          },
          {
            "Name": "彝良县",
            "Code": "530628"
          },
          {
            "Name": "威信县",
            "Code": "530629"
          },
          {
            "Name": "水富县",
            "Code": "530630"
          },
          {
            "Name": "其它区",
            "Code": "530631"
          }
        ]
      },
      {
        "Name": "丽江市",
        "Code": "530700",
        "items": [
          {
            "Name": "古城区",
            "Code": "530702"
          },
          {
            "Name": "玉龙纳西族自治县",
            "Code": "530721"
          },
          {
            "Name": "永胜县",
            "Code": "530722"
          },
          {
            "Name": "华坪县",
            "Code": "530723"
          },
          {
            "Name": "宁蒗彝族自治县",
            "Code": "530724"
          },
          {
            "Name": "其它区",
            "Code": "530725"
          }
        ]
      },
      {
        "Name": "普洱市",
        "Code": "530800",
        "items": [
          {
            "Name": "思茅区",
            "Code": "530802"
          },
          {
            "Name": "宁洱哈尼族彝族自治县",
            "Code": "530821"
          },
          {
            "Name": "墨江哈尼族自治县",
            "Code": "530822"
          },
          {
            "Name": "景东彝族自治县",
            "Code": "530823"
          },
          {
            "Name": "景谷傣族彝族自治县",
            "Code": "530824"
          },
          {
            "Name": "镇沅彝族哈尼族拉祜族自治县",
            "Code": "530825"
          },
          {
            "Name": "江城哈尼族彝族自治县",
            "Code": "530826"
          },
          {
            "Name": "孟连傣族拉祜族佤族自治县",
            "Code": "530827"
          },
          {
            "Name": "澜沧拉祜族自治县",
            "Code": "530828"
          },
          {
            "Name": "西盟佤族自治县",
            "Code": "530829"
          },
          {
            "Name": "其它区",
            "Code": "530830"
          }
        ]
      },
      {
        "Name": "临沧市",
        "Code": "530900",
        "items": [
          {
            "Name": "临翔区",
            "Code": "530902"
          },
          {
            "Name": "凤庆县",
            "Code": "530921"
          },
          {
            "Name": "云县",
            "Code": "530922"
          },
          {
            "Name": "永德县",
            "Code": "530923"
          },
          {
            "Name": "镇康县",
            "Code": "530924"
          },
          {
            "Name": "双江拉祜族佤族布朗族傣族自治县",
            "Code": "530925"
          },
          {
            "Name": "耿马傣族佤族自治县",
            "Code": "530926"
          },
          {
            "Name": "沧源佤族自治县",
            "Code": "530927"
          },
          {
            "Name": "其它区",
            "Code": "530928"
          }
        ]
      },
      {
        "Name": "楚雄彝族自治州",
        "Code": "532300",
        "items": [
          {
            "Name": "楚雄市",
            "Code": "532301"
          },
          {
            "Name": "双柏县",
            "Code": "532322"
          },
          {
            "Name": "牟定县",
            "Code": "532323"
          },
          {
            "Name": "南华县",
            "Code": "532324"
          },
          {
            "Name": "姚安县",
            "Code": "532325"
          },
          {
            "Name": "大姚县",
            "Code": "532326"
          },
          {
            "Name": "永仁县",
            "Code": "532327"
          },
          {
            "Name": "元谋县",
            "Code": "532328"
          },
          {
            "Name": "武定县",
            "Code": "532329"
          },
          {
            "Name": "禄丰县",
            "Code": "532331"
          },
          {
            "Name": "其它区",
            "Code": "532332"
          }
        ]
      },
      {
        "Name": "红河哈尼族彝族自治州",
        "Code": "532500",
        "items": [
          {
            "Name": "个旧市",
            "Code": "532501"
          },
          {
            "Name": "开远市",
            "Code": "532502"
          },
          {
            "Name": "蒙自县",
            "Code": "532522"
          },
          {
            "Name": "屏边苗族自治县",
            "Code": "532523"
          },
          {
            "Name": "建水县",
            "Code": "532524"
          },
          {
            "Name": "石屏县",
            "Code": "532525"
          },
          {
            "Name": "弥勒县",
            "Code": "532526"
          },
          {
            "Name": "泸西县",
            "Code": "532527"
          },
          {
            "Name": "元阳县",
            "Code": "532528"
          },
          {
            "Name": "红河县",
            "Code": "532529"
          },
          {
            "Name": "金平苗族瑶族傣族自治县",
            "Code": "532530"
          },
          {
            "Name": "绿春县",
            "Code": "532531"
          },
          {
            "Name": "河口瑶族自治县",
            "Code": "532532"
          },
          {
            "Name": "其它区",
            "Code": "532533"
          }
        ]
      },
      {
        "Name": "文山壮族苗族自治州",
        "Code": "532600",
        "items": [
          {
            "Name": "文山县",
            "Code": "532621"
          },
          {
            "Name": "砚山县",
            "Code": "532622"
          },
          {
            "Name": "西畴县",
            "Code": "532623"
          },
          {
            "Name": "麻栗坡县",
            "Code": "532624"
          },
          {
            "Name": "马关县",
            "Code": "532625"
          },
          {
            "Name": "丘北县",
            "Code": "532626"
          },
          {
            "Name": "广南县",
            "Code": "532627"
          },
          {
            "Name": "富宁县",
            "Code": "532628"
          },
          {
            "Name": "其它区",
            "Code": "532629"
          }
        ]
      },
      {
        "Name": "西双版纳傣族自治州",
        "Code": "532800",
        "items": [
          {
            "Name": "景洪市",
            "Code": "532801"
          },
          {
            "Name": "勐海县",
            "Code": "532822"
          },
          {
            "Name": "勐腊县",
            "Code": "532823"
          },
          {
            "Name": "其它区",
            "Code": "532824"
          }
        ]
      },
      {
        "Name": "大理白族自治州",
        "Code": "532900",
        "items": [
          {
            "Name": "大理市",
            "Code": "532901"
          },
          {
            "Name": "漾濞彝族自治县",
            "Code": "532922"
          },
          {
            "Name": "祥云县",
            "Code": "532923"
          },
          {
            "Name": "宾川县",
            "Code": "532924"
          },
          {
            "Name": "弥渡县",
            "Code": "532925"
          },
          {
            "Name": "南涧彝族自治县",
            "Code": "532926"
          },
          {
            "Name": "巍山彝族回族自治县",
            "Code": "532927"
          },
          {
            "Name": "永平县",
            "Code": "532928"
          },
          {
            "Name": "云龙县",
            "Code": "532929"
          },
          {
            "Name": "洱源县",
            "Code": "532930"
          },
          {
            "Name": "剑川县",
            "Code": "532931"
          },
          {
            "Name": "鹤庆县",
            "Code": "532932"
          },
          {
            "Name": "其它区",
            "Code": "532933"
          }
        ]
      },
      {
        "Name": "德宏傣族景颇族自治州",
        "Code": "533100",
        "items": [
          {
            "Name": "瑞丽市",
            "Code": "533102"
          },
          {
            "Name": "潞西市",
            "Code": "533103"
          },
          {
            "Name": "梁河县",
            "Code": "533122"
          },
          {
            "Name": "盈江县",
            "Code": "533123"
          },
          {
            "Name": "陇川县",
            "Code": "533124"
          },
          {
            "Name": "其它区",
            "Code": "533125"
          }
        ]
      },
      {
        "Name": "怒江傈僳族自治州",
        "Code": "533300",
        "items": [
          {
            "Name": "泸水县",
            "Code": "533321"
          },
          {
            "Name": "福贡县",
            "Code": "533323"
          },
          {
            "Name": "贡山独龙族怒族自治县",
            "Code": "533324"
          },
          {
            "Name": "兰坪白族普米族自治县",
            "Code": "533325"
          },
          {
            "Name": "其它区",
            "Code": "533326"
          }
        ]
      },
      {
        "Name": "迪庆藏族自治州",
        "Code": "533400",
        "items": [
          {
            "Name": "香格里拉县",
            "Code": "533421"
          },
          {
            "Name": "德钦县",
            "Code": "533422"
          },
          {
            "Name": "维西傈僳族自治县",
            "Code": "533423"
          },
          {
            "Name": "其它区",
            "Code": "533424"
          }
        ]
      }
    ]
  },
  {
    "Name": "西藏自治区",
    "Code": "540000",
    "items": [
      {
        "Name": "拉萨市",
        "Code": "540100",
        "items": [
          {
            "Name": "城关区",
            "Code": "540102"
          },
          {
            "Name": "林周县",
            "Code": "540121"
          },
          {
            "Name": "当雄县",
            "Code": "540122"
          },
          {
            "Name": "尼木县",
            "Code": "540123"
          },
          {
            "Name": "曲水县",
            "Code": "540124"
          },
          {
            "Name": "堆龙德庆县",
            "Code": "540125"
          },
          {
            "Name": "达孜县",
            "Code": "540126"
          },
          {
            "Name": "墨竹工卡县",
            "Code": "540127"
          },
          {
            "Name": "其它区",
            "Code": "540128"
          }
        ]
      },
      {
        "Name": "昌都地区",
        "Code": "542100",
        "items": [
          {
            "Name": "昌都县",
            "Code": "542121"
          },
          {
            "Name": "江达县",
            "Code": "542122"
          },
          {
            "Name": "贡觉县",
            "Code": "542123"
          },
          {
            "Name": "类乌齐县",
            "Code": "542124"
          },
          {
            "Name": "丁青县",
            "Code": "542125"
          },
          {
            "Name": "察雅县",
            "Code": "542126"
          },
          {
            "Name": "八宿县",
            "Code": "542127"
          },
          {
            "Name": "左贡县",
            "Code": "542128"
          },
          {
            "Name": "芒康县",
            "Code": "542129"
          },
          {
            "Name": "洛隆县",
            "Code": "542132"
          },
          {
            "Name": "边坝县",
            "Code": "542133"
          },
          {
            "Name": "其它区",
            "Code": "542134"
          }
        ]
      },
      {
        "Name": "山南地区",
        "Code": "542200",
        "items": [
          {
            "Name": "乃东县",
            "Code": "542221"
          },
          {
            "Name": "扎囊县",
            "Code": "542222"
          },
          {
            "Name": "贡嘎县",
            "Code": "542223"
          },
          {
            "Name": "桑日县",
            "Code": "542224"
          },
          {
            "Name": "琼结县",
            "Code": "542225"
          },
          {
            "Name": "曲松县",
            "Code": "542226"
          },
          {
            "Name": "措美县",
            "Code": "542227"
          },
          {
            "Name": "洛扎县",
            "Code": "542228"
          },
          {
            "Name": "加查县",
            "Code": "542229"
          },
          {
            "Name": "隆子县",
            "Code": "542231"
          },
          {
            "Name": "错那县",
            "Code": "542232"
          },
          {
            "Name": "浪卡子县",
            "Code": "542233"
          },
          {
            "Name": "其它区",
            "Code": "542234"
          }
        ]
      },
      {
        "Name": "日喀则地区",
        "Code": "542300",
        "items": [
          {
            "Name": "日喀则市",
            "Code": "542301"
          },
          {
            "Name": "南木林县",
            "Code": "542322"
          },
          {
            "Name": "江孜县",
            "Code": "542323"
          },
          {
            "Name": "定日县",
            "Code": "542324"
          },
          {
            "Name": "萨迦县",
            "Code": "542325"
          },
          {
            "Name": "拉孜县",
            "Code": "542326"
          },
          {
            "Name": "昂仁县",
            "Code": "542327"
          },
          {
            "Name": "谢通门县",
            "Code": "542328"
          },
          {
            "Name": "白朗县",
            "Code": "542329"
          },
          {
            "Name": "仁布县",
            "Code": "542330"
          },
          {
            "Name": "康马县",
            "Code": "542331"
          },
          {
            "Name": "定结县",
            "Code": "542332"
          },
          {
            "Name": "仲巴县",
            "Code": "542333"
          },
          {
            "Name": "亚东县",
            "Code": "542334"
          },
          {
            "Name": "吉隆县",
            "Code": "542335"
          },
          {
            "Name": "聂拉木县",
            "Code": "542336"
          },
          {
            "Name": "萨嘎县",
            "Code": "542337"
          },
          {
            "Name": "岗巴县",
            "Code": "542338"
          },
          {
            "Name": "其它区",
            "Code": "542339"
          }
        ]
      },
      {
        "Name": "那曲地区",
        "Code": "542400",
        "items": [
          {
            "Name": "那曲县",
            "Code": "542421"
          },
          {
            "Name": "嘉黎县",
            "Code": "542422"
          },
          {
            "Name": "比如县",
            "Code": "542423"
          },
          {
            "Name": "聂荣县",
            "Code": "542424"
          },
          {
            "Name": "安多县",
            "Code": "542425"
          },
          {
            "Name": "申扎县",
            "Code": "542426"
          },
          {
            "Name": "索县",
            "Code": "542427"
          },
          {
            "Name": "班戈县",
            "Code": "542428"
          },
          {
            "Name": "巴青县",
            "Code": "542429"
          },
          {
            "Name": "尼玛县",
            "Code": "542430"
          },
          {
            "Name": "其它区",
            "Code": "542431"
          }
        ]
      },
      {
        "Name": "阿里地区",
        "Code": "542500",
        "items": [
          {
            "Name": "普兰县",
            "Code": "542521"
          },
          {
            "Name": "札达县",
            "Code": "542522"
          },
          {
            "Name": "噶尔县",
            "Code": "542523"
          },
          {
            "Name": "日土县",
            "Code": "542524"
          },
          {
            "Name": "革吉县",
            "Code": "542525"
          },
          {
            "Name": "改则县",
            "Code": "542526"
          },
          {
            "Name": "措勤县",
            "Code": "542527"
          },
          {
            "Name": "其它区",
            "Code": "542528"
          }
        ]
      },
      {
        "Name": "林芝地区",
        "Code": "542600",
        "items": [
          {
            "Name": "林芝县",
            "Code": "542621"
          },
          {
            "Name": "工布江达县",
            "Code": "542622"
          },
          {
            "Name": "米林县",
            "Code": "542623"
          },
          {
            "Name": "墨脱县",
            "Code": "542624"
          },
          {
            "Name": "波密县",
            "Code": "542625"
          },
          {
            "Name": "察隅县",
            "Code": "542626"
          },
          {
            "Name": "朗县",
            "Code": "542627"
          },
          {
            "Name": "其它区",
            "Code": "542628"
          }
        ]
      }
    ]
  },
  {
    "Name": "陕西省",
    "Code": "610000",
    "items": [
      {
        "Name": "西安市",
        "Code": "610100",
        "items": [
          {
            "Name": "新城区",
            "Code": "610102"
          },
          {
            "Name": "碑林区",
            "Code": "610103"
          },
          {
            "Name": "莲湖区",
            "Code": "610104"
          },
          {
            "Name": "灞桥区",
            "Code": "610111"
          },
          {
            "Name": "未央区",
            "Code": "610112"
          },
          {
            "Name": "雁塔区",
            "Code": "610113"
          },
          {
            "Name": "阎良区",
            "Code": "610114"
          },
          {
            "Name": "临潼区",
            "Code": "610115"
          },
          {
            "Name": "长安区",
            "Code": "610116"
          },
          {
            "Name": "蓝田县",
            "Code": "610122"
          },
          {
            "Name": "周至县",
            "Code": "610124"
          },
          {
            "Name": "户县",
            "Code": "610125"
          },
          {
            "Name": "高陵县",
            "Code": "610126"
          },
          {
            "Name": "其它区",
            "Code": "610127"
          }
        ]
      },
      {
        "Name": "铜川市",
        "Code": "610200",
        "items": [
          {
            "Name": "王益区",
            "Code": "610202"
          },
          {
            "Name": "印台区",
            "Code": "610203"
          },
          {
            "Name": "耀州区",
            "Code": "610204"
          },
          {
            "Name": "宜君县",
            "Code": "610222"
          },
          {
            "Name": "其它区",
            "Code": "610223"
          }
        ]
      },
      {
        "Name": "宝鸡市",
        "Code": "610300",
        "items": [
          {
            "Name": "渭滨区",
            "Code": "610302"
          },
          {
            "Name": "金台区",
            "Code": "610303"
          },
          {
            "Name": "陈仓区",
            "Code": "610304"
          },
          {
            "Name": "凤翔县",
            "Code": "610322"
          },
          {
            "Name": "岐山县",
            "Code": "610323"
          },
          {
            "Name": "扶风县",
            "Code": "610324"
          },
          {
            "Name": "眉县",
            "Code": "610326"
          },
          {
            "Name": "陇县",
            "Code": "610327"
          },
          {
            "Name": "千阳县",
            "Code": "610328"
          },
          {
            "Name": "麟游县",
            "Code": "610329"
          },
          {
            "Name": "凤县",
            "Code": "610330"
          },
          {
            "Name": "太白县",
            "Code": "610331"
          },
          {
            "Name": "其它区",
            "Code": "610332"
          }
        ]
      },
      {
        "Name": "咸阳市",
        "Code": "610400",
        "items": [
          {
            "Name": "秦都区",
            "Code": "610402"
          },
          {
            "Name": "杨凌区",
            "Code": "610403"
          },
          {
            "Name": "渭城区",
            "Code": "610404"
          },
          {
            "Name": "三原县",
            "Code": "610422"
          },
          {
            "Name": "泾阳县",
            "Code": "610423"
          },
          {
            "Name": "乾县",
            "Code": "610424"
          },
          {
            "Name": "礼泉县",
            "Code": "610425"
          },
          {
            "Name": "永寿县",
            "Code": "610426"
          },
          {
            "Name": "彬县",
            "Code": "610427"
          },
          {
            "Name": "长武县",
            "Code": "610428"
          },
          {
            "Name": "旬邑县",
            "Code": "610429"
          },
          {
            "Name": "淳化县",
            "Code": "610430"
          },
          {
            "Name": "武功县",
            "Code": "610431"
          },
          {
            "Name": "兴平市",
            "Code": "610481"
          },
          {
            "Name": "其它区",
            "Code": "610482"
          }
        ]
      },
      {
        "Name": "渭南市",
        "Code": "610500",
        "items": [
          {
            "Name": "临渭区",
            "Code": "610502"
          },
          {
            "Name": "华县",
            "Code": "610521"
          },
          {
            "Name": "潼关县",
            "Code": "610522"
          },
          {
            "Name": "大荔县",
            "Code": "610523"
          },
          {
            "Name": "合阳县",
            "Code": "610524"
          },
          {
            "Name": "澄城县",
            "Code": "610525"
          },
          {
            "Name": "蒲城县",
            "Code": "610526"
          },
          {
            "Name": "白水县",
            "Code": "610527"
          },
          {
            "Name": "富平县",
            "Code": "610528"
          },
          {
            "Name": "韩城市",
            "Code": "610581"
          },
          {
            "Name": "华阴市",
            "Code": "610582"
          },
          {
            "Name": "其它区",
            "Code": "610583"
          }
        ]
      },
      {
        "Name": "延安市",
        "Code": "610600",
        "items": [
          {
            "Name": "宝塔区",
            "Code": "610602"
          },
          {
            "Name": "延长县",
            "Code": "610621"
          },
          {
            "Name": "延川县",
            "Code": "610622"
          },
          {
            "Name": "子长县",
            "Code": "610623"
          },
          {
            "Name": "安塞县",
            "Code": "610624"
          },
          {
            "Name": "志丹县",
            "Code": "610625"
          },
          {
            "Name": "吴起县",
            "Code": "610626"
          },
          {
            "Name": "甘泉县",
            "Code": "610627"
          },
          {
            "Name": "富县",
            "Code": "610628"
          },
          {
            "Name": "洛川县",
            "Code": "610629"
          },
          {
            "Name": "宜川县",
            "Code": "610630"
          },
          {
            "Name": "黄龙县",
            "Code": "610631"
          },
          {
            "Name": "黄陵县",
            "Code": "610632"
          },
          {
            "Name": "其它区",
            "Code": "610633"
          }
        ]
      },
      {
        "Name": "汉中市",
        "Code": "610700",
        "items": [
          {
            "Name": "汉台区",
            "Code": "610702"
          },
          {
            "Name": "南郑县",
            "Code": "610721"
          },
          {
            "Name": "城固县",
            "Code": "610722"
          },
          {
            "Name": "洋县",
            "Code": "610723"
          },
          {
            "Name": "西乡县",
            "Code": "610724"
          },
          {
            "Name": "勉县",
            "Code": "610725"
          },
          {
            "Name": "宁强县",
            "Code": "610726"
          },
          {
            "Name": "略阳县",
            "Code": "610727"
          },
          {
            "Name": "镇巴县",
            "Code": "610728"
          },
          {
            "Name": "留坝县",
            "Code": "610729"
          },
          {
            "Name": "佛坪县",
            "Code": "610730"
          },
          {
            "Name": "其它区",
            "Code": "610731"
          }
        ]
      },
      {
        "Name": "榆林市",
        "Code": "610800",
        "items": [
          {
            "Name": "榆阳区",
            "Code": "610802"
          },
          {
            "Name": "神木县",
            "Code": "610821"
          },
          {
            "Name": "府谷县",
            "Code": "610822"
          },
          {
            "Name": "横山县",
            "Code": "610823"
          },
          {
            "Name": "靖边县",
            "Code": "610824"
          },
          {
            "Name": "定边县",
            "Code": "610825"
          },
          {
            "Name": "绥德县",
            "Code": "610826"
          },
          {
            "Name": "米脂县",
            "Code": "610827"
          },
          {
            "Name": "佳县",
            "Code": "610828"
          },
          {
            "Name": "吴堡县",
            "Code": "610829"
          },
          {
            "Name": "清涧县",
            "Code": "610830"
          },
          {
            "Name": "子洲县",
            "Code": "610831"
          },
          {
            "Name": "其它区",
            "Code": "610832"
          }
        ]
      },
      {
        "Name": "安康市",
        "Code": "610900",
        "items": [
          {
            "Name": "汉滨区",
            "Code": "610902"
          },
          {
            "Name": "汉阴县",
            "Code": "610921"
          },
          {
            "Name": "石泉县",
            "Code": "610922"
          },
          {
            "Name": "宁陕县",
            "Code": "610923"
          },
          {
            "Name": "紫阳县",
            "Code": "610924"
          },
          {
            "Name": "岚皋县",
            "Code": "610925"
          },
          {
            "Name": "平利县",
            "Code": "610926"
          },
          {
            "Name": "镇坪县",
            "Code": "610927"
          },
          {
            "Name": "旬阳县",
            "Code": "610928"
          },
          {
            "Name": "白河县",
            "Code": "610929"
          },
          {
            "Name": "其它区",
            "Code": "610930"
          }
        ]
      },
      {
        "Name": "商洛市",
        "Code": "611000",
        "items": [
          {
            "Name": "商州区",
            "Code": "611002"
          },
          {
            "Name": "洛南县",
            "Code": "611021"
          },
          {
            "Name": "丹凤县",
            "Code": "611022"
          },
          {
            "Name": "商南县",
            "Code": "611023"
          },
          {
            "Name": "山阳县",
            "Code": "611024"
          },
          {
            "Name": "镇安县",
            "Code": "611025"
          },
          {
            "Name": "柞水县",
            "Code": "611026"
          },
          {
            "Name": "其它区",
            "Code": "611027"
          }
        ]
      }
    ]
  },
  {
    "Name": "甘肃省",
    "Code": "620000",
    "items": [
      {
        "Name": "兰州市",
        "Code": "620100",
        "items": [
          {
            "Name": "城关区",
            "Code": "620102"
          },
          {
            "Name": "七里河区",
            "Code": "620103"
          },
          {
            "Name": "西固区",
            "Code": "620104"
          },
          {
            "Name": "安宁区",
            "Code": "620105"
          },
          {
            "Name": "红古区",
            "Code": "620111"
          },
          {
            "Name": "永登县",
            "Code": "620121"
          },
          {
            "Name": "皋兰县",
            "Code": "620122"
          },
          {
            "Name": "榆中县",
            "Code": "620123"
          },
          {
            "Name": "其它区",
            "Code": "620124"
          }
        ]
      },
      {
        "Name": "嘉峪关市",
        "Code": "620200",
        "items": []
      },
      {
        "Name": "金昌市",
        "Code": "620300",
        "items": [
          {
            "Name": "金川区",
            "Code": "620302"
          },
          {
            "Name": "永昌县",
            "Code": "620321"
          },
          {
            "Name": "其它区",
            "Code": "620322"
          }
        ]
      },
      {
        "Name": "白银市",
        "Code": "620400",
        "items": [
          {
            "Name": "白银区",
            "Code": "620402"
          },
          {
            "Name": "平川区",
            "Code": "620403"
          },
          {
            "Name": "靖远县",
            "Code": "620421"
          },
          {
            "Name": "会宁县",
            "Code": "620422"
          },
          {
            "Name": "景泰县",
            "Code": "620423"
          },
          {
            "Name": "其它区",
            "Code": "620424"
          }
        ]
      },
      {
        "Name": "天水市",
        "Code": "620500",
        "items": [
          {
            "Name": "秦州区",
            "Code": "620502"
          },
          {
            "Name": "麦积区",
            "Code": "620503"
          },
          {
            "Name": "清水县",
            "Code": "620521"
          },
          {
            "Name": "秦安县",
            "Code": "620522"
          },
          {
            "Name": "甘谷县",
            "Code": "620523"
          },
          {
            "Name": "武山县",
            "Code": "620524"
          },
          {
            "Name": "张家川回族自治县",
            "Code": "620525"
          },
          {
            "Name": "其它区",
            "Code": "620526"
          }
        ]
      },
      {
        "Name": "武威市",
        "Code": "620600",
        "items": [
          {
            "Name": "凉州区",
            "Code": "620602"
          },
          {
            "Name": "民勤县",
            "Code": "620621"
          },
          {
            "Name": "古浪县",
            "Code": "620622"
          },
          {
            "Name": "天祝藏族自治县",
            "Code": "620623"
          },
          {
            "Name": "其它区",
            "Code": "620624"
          }
        ]
      },
      {
        "Name": "张掖市",
        "Code": "620700",
        "items": [
          {
            "Name": "甘州区",
            "Code": "620702"
          },
          {
            "Name": "肃南裕固族自治县",
            "Code": "620721"
          },
          {
            "Name": "民乐县",
            "Code": "620722"
          },
          {
            "Name": "临泽县",
            "Code": "620723"
          },
          {
            "Name": "高台县",
            "Code": "620724"
          },
          {
            "Name": "山丹县",
            "Code": "620725"
          },
          {
            "Name": "其它区",
            "Code": "620726"
          }
        ]
      },
      {
        "Name": "平凉市",
        "Code": "620800",
        "items": [
          {
            "Name": "崆峒区",
            "Code": "620802"
          },
          {
            "Name": "泾川县",
            "Code": "620821"
          },
          {
            "Name": "灵台县",
            "Code": "620822"
          },
          {
            "Name": "崇信县",
            "Code": "620823"
          },
          {
            "Name": "华亭县",
            "Code": "620824"
          },
          {
            "Name": "庄浪县",
            "Code": "620825"
          },
          {
            "Name": "静宁县",
            "Code": "620826"
          },
          {
            "Name": "其它区",
            "Code": "620827"
          }
        ]
      },
      {
        "Name": "酒泉市",
        "Code": "620900",
        "items": [
          {
            "Name": "肃州区",
            "Code": "620902"
          },
          {
            "Name": "金塔县",
            "Code": "620921"
          },
          {
            "Name": "安西县",
            "Code": "620922"
          },
          {
            "Name": "肃北蒙古族自治县",
            "Code": "620923"
          },
          {
            "Name": "阿克塞哈萨克族自治县",
            "Code": "620924"
          },
          {
            "Name": "玉门市",
            "Code": "620981"
          },
          {
            "Name": "敦煌市",
            "Code": "620982"
          },
          {
            "Name": "其它区",
            "Code": "620983"
          }
        ]
      },
      {
        "Name": "庆阳市",
        "Code": "621000",
        "items": [
          {
            "Name": "西峰区",
            "Code": "621002"
          },
          {
            "Name": "庆城县",
            "Code": "621021"
          },
          {
            "Name": "环县",
            "Code": "621022"
          },
          {
            "Name": "华池县",
            "Code": "621023"
          },
          {
            "Name": "合水县",
            "Code": "621024"
          },
          {
            "Name": "正宁县",
            "Code": "621025"
          },
          {
            "Name": "宁县",
            "Code": "621026"
          },
          {
            "Name": "镇原县",
            "Code": "621027"
          },
          {
            "Name": "其它区",
            "Code": "621028"
          }
        ]
      },
      {
        "Name": "定西市",
        "Code": "621100",
        "items": [
          {
            "Name": "安定区",
            "Code": "621102"
          },
          {
            "Name": "通渭县",
            "Code": "621121"
          },
          {
            "Name": "陇西县",
            "Code": "621122"
          },
          {
            "Name": "渭源县",
            "Code": "621123"
          },
          {
            "Name": "临洮县",
            "Code": "621124"
          },
          {
            "Name": "漳县",
            "Code": "621125"
          },
          {
            "Name": "岷县",
            "Code": "621126"
          },
          {
            "Name": "其它区",
            "Code": "621127"
          }
        ]
      },
      {
        "Name": "陇南市",
        "Code": "621200",
        "items": [
          {
            "Name": "武都区",
            "Code": "621202"
          },
          {
            "Name": "成县",
            "Code": "621221"
          },
          {
            "Name": "文县",
            "Code": "621222"
          },
          {
            "Name": "宕昌县",
            "Code": "621223"
          },
          {
            "Name": "康县",
            "Code": "621224"
          },
          {
            "Name": "西和县",
            "Code": "621225"
          },
          {
            "Name": "礼县",
            "Code": "621226"
          },
          {
            "Name": "徽县",
            "Code": "621227"
          },
          {
            "Name": "两当县",
            "Code": "621228"
          },
          {
            "Name": "其它区",
            "Code": "621229"
          }
        ]
      },
      {
        "Name": "临夏回族自治州",
        "Code": "622900",
        "items": [
          {
            "Name": "临夏市",
            "Code": "622901"
          },
          {
            "Name": "临夏县",
            "Code": "622921"
          },
          {
            "Name": "康乐县",
            "Code": "622922"
          },
          {
            "Name": "永靖县",
            "Code": "622923"
          },
          {
            "Name": "广河县",
            "Code": "622924"
          },
          {
            "Name": "和政县",
            "Code": "622925"
          },
          {
            "Name": "东乡族自治县",
            "Code": "622926"
          },
          {
            "Name": "积石山保安族东乡族撒拉族自治县",
            "Code": "622927"
          },
          {
            "Name": "其它区",
            "Code": "622928"
          }
        ]
      },
      {
        "Name": "甘南藏族自治州",
        "Code": "623000",
        "items": [
          {
            "Name": "合作市",
            "Code": "623001"
          },
          {
            "Name": "临潭县",
            "Code": "623021"
          },
          {
            "Name": "卓尼县",
            "Code": "623022"
          },
          {
            "Name": "舟曲县",
            "Code": "623023"
          },
          {
            "Name": "迭部县",
            "Code": "623024"
          },
          {
            "Name": "玛曲县",
            "Code": "623025"
          },
          {
            "Name": "碌曲县",
            "Code": "623026"
          },
          {
            "Name": "夏河县",
            "Code": "623027"
          },
          {
            "Name": "其它区",
            "Code": "623028"
          }
        ]
      }
    ]
  },
  {
    "Name": "青海省",
    "Code": "630000",
    "items": [
      {
        "Name": "西宁市",
        "Code": "630100",
        "items": [
          {
            "Name": "城东区",
            "Code": "630102"
          },
          {
            "Name": "城中区",
            "Code": "630103"
          },
          {
            "Name": "城西区",
            "Code": "630104"
          },
          {
            "Name": "城北区",
            "Code": "630105"
          },
          {
            "Name": "大通回族土族自治县",
            "Code": "630121"
          },
          {
            "Name": "湟中县",
            "Code": "630122"
          },
          {
            "Name": "湟源县",
            "Code": "630123"
          },
          {
            "Name": "其它区",
            "Code": "630124"
          }
        ]
      },
      {
        "Name": "海东地区",
        "Code": "632100",
        "items": [
          {
            "Name": "平安县",
            "Code": "632121"
          },
          {
            "Name": "民和回族土族自治县",
            "Code": "632122"
          },
          {
            "Name": "乐都县",
            "Code": "632123"
          },
          {
            "Name": "互助土族自治县",
            "Code": "632126"
          },
          {
            "Name": "化隆回族自治县",
            "Code": "632127"
          },
          {
            "Name": "循化撒拉族自治县",
            "Code": "632128"
          },
          {
            "Name": "其它区",
            "Code": "632129"
          }
        ]
      },
      {
        "Name": "海北藏族自治州",
        "Code": "632200",
        "items": [
          {
            "Name": "门源回族自治县",
            "Code": "632221"
          },
          {
            "Name": "祁连县",
            "Code": "632222"
          },
          {
            "Name": "海晏县",
            "Code": "632223"
          },
          {
            "Name": "刚察县",
            "Code": "632224"
          },
          {
            "Name": "其它区",
            "Code": "632225"
          }
        ]
      },
      {
        "Name": "黄南藏族自治州",
        "Code": "632300",
        "items": [
          {
            "Name": "同仁县",
            "Code": "632321"
          },
          {
            "Name": "尖扎县",
            "Code": "632322"
          },
          {
            "Name": "泽库县",
            "Code": "632323"
          },
          {
            "Name": "河南蒙古族自治县",
            "Code": "632324"
          },
          {
            "Name": "其它区",
            "Code": "632325"
          }
        ]
      },
      {
        "Name": "海南藏族自治州",
        "Code": "632500",
        "items": [
          {
            "Name": "共和县",
            "Code": "632521"
          },
          {
            "Name": "同德县",
            "Code": "632522"
          },
          {
            "Name": "贵德县",
            "Code": "632523"
          },
          {
            "Name": "兴海县",
            "Code": "632524"
          },
          {
            "Name": "贵南县",
            "Code": "632525"
          },
          {
            "Name": "其它区",
            "Code": "632526"
          }
        ]
      },
      {
        "Name": "果洛藏族自治州",
        "Code": "632600",
        "items": [
          {
            "Name": "玛沁县",
            "Code": "632621"
          },
          {
            "Name": "班玛县",
            "Code": "632622"
          },
          {
            "Name": "甘德县",
            "Code": "632623"
          },
          {
            "Name": "达日县",
            "Code": "632624"
          },
          {
            "Name": "久治县",
            "Code": "632625"
          },
          {
            "Name": "玛多县",
            "Code": "632626"
          },
          {
            "Name": "其它区",
            "Code": "632627"
          }
        ]
      },
      {
        "Name": "玉树藏族自治州",
        "Code": "632700",
        "items": [
          {
            "Name": "玉树县",
            "Code": "632721"
          },
          {
            "Name": "杂多县",
            "Code": "632722"
          },
          {
            "Name": "称多县",
            "Code": "632723"
          },
          {
            "Name": "治多县",
            "Code": "632724"
          },
          {
            "Name": "囊谦县",
            "Code": "632725"
          },
          {
            "Name": "曲麻莱县",
            "Code": "632726"
          },
          {
            "Name": "其它区",
            "Code": "632727"
          }
        ]
      },
      {
        "Name": "海西蒙古族藏族自治州",
        "Code": "632800",
        "items": [
          {
            "Name": "格尔木市",
            "Code": "632801"
          },
          {
            "Name": "德令哈市",
            "Code": "632802"
          },
          {
            "Name": "乌兰县",
            "Code": "632821"
          },
          {
            "Name": "都兰县",
            "Code": "632822"
          },
          {
            "Name": "天峻县",
            "Code": "632823"
          },
          {
            "Name": "其它区",
            "Code": "632824"
          }
        ]
      }
    ]
  },
  {
    "Name": "宁夏回族自治区",
    "Code": "640000",
    "items": [
      {
        "Name": "银川市",
        "Code": "640100",
        "items": [
          {
            "Name": "兴庆区",
            "Code": "640104"
          },
          {
            "Name": "西夏区",
            "Code": "640105"
          },
          {
            "Name": "金凤区",
            "Code": "640106"
          },
          {
            "Name": "永宁县",
            "Code": "640121"
          },
          {
            "Name": "贺兰县",
            "Code": "640122"
          },
          {
            "Name": "灵武市",
            "Code": "640181"
          },
          {
            "Name": "其它区",
            "Code": "640182"
          }
        ]
      },
      {
        "Name": "石嘴山市",
        "Code": "640200",
        "items": [
          {
            "Name": "大武口区",
            "Code": "640202"
          },
          {
            "Name": "惠农区",
            "Code": "640205"
          },
          {
            "Name": "平罗县",
            "Code": "640221"
          },
          {
            "Name": "其它区",
            "Code": "640222"
          }
        ]
      },
      {
        "Name": "吴忠市",
        "Code": "640300",
        "items": [
          {
            "Name": "利通区",
            "Code": "640302"
          },
          {
            "Name": "红寺堡区",
            "Code": "640303"
          },
          {
            "Name": "盐池县",
            "Code": "640323"
          },
          {
            "Name": "同心县",
            "Code": "640324"
          },
          {
            "Name": "青铜峡市",
            "Code": "640381"
          },
          {
            "Name": "其它区",
            "Code": "640382"
          }
        ]
      },
      {
        "Name": "固原市",
        "Code": "640400",
        "items": [
          {
            "Name": "原州区",
            "Code": "640402"
          },
          {
            "Name": "西吉县",
            "Code": "640422"
          },
          {
            "Name": "隆德县",
            "Code": "640423"
          },
          {
            "Name": "泾源县",
            "Code": "640424"
          },
          {
            "Name": "彭阳县",
            "Code": "640425"
          },
          {
            "Name": "其它区",
            "Code": "640426"
          }
        ]
      },
      {
        "Name": "中卫市",
        "Code": "640500",
        "items": [
          {
            "Name": "沙坡头区",
            "Code": "640502"
          },
          {
            "Name": "中宁县",
            "Code": "640521"
          },
          {
            "Name": "海原县",
            "Code": "640522"
          },
          {
            "Name": "其它区",
            "Code": "640523"
          }
        ]
      }
    ]
  },
  {
    "Name": "新疆维吾尔自治区",
    "Code": "650000",
    "items": [
      {
        "Name": "乌鲁木齐市",
        "Code": "650100",
        "items": [
          {
            "Name": "天山区",
            "Code": "650102"
          },
          {
            "Name": "沙依巴克区",
            "Code": "650103"
          },
          {
            "Name": "新市区",
            "Code": "650104"
          },
          {
            "Name": "水磨沟区",
            "Code": "650105"
          },
          {
            "Name": "头屯河区",
            "Code": "650106"
          },
          {
            "Name": "达坂城区",
            "Code": "650107"
          },
          {
            "Name": "东山区",
            "Code": "650108"
          },
          {
            "Name": "米东区",
            "Code": "650109"
          },
          {
            "Name": "乌鲁木齐县",
            "Code": "650121"
          },
          {
            "Name": "其它区",
            "Code": "650122"
          }
        ]
      },
      {
        "Name": "克拉玛依市",
        "Code": "650200",
        "items": [
          {
            "Name": "独山子区",
            "Code": "650202"
          },
          {
            "Name": "克拉玛依区",
            "Code": "650203"
          },
          {
            "Name": "白碱滩区",
            "Code": "650204"
          },
          {
            "Name": "乌尔禾区",
            "Code": "650205"
          },
          {
            "Name": "其它区",
            "Code": "650206"
          }
        ]
      },
      {
        "Name": "吐鲁番地区",
        "Code": "652100",
        "items": [
          {
            "Name": "吐鲁番市",
            "Code": "652101"
          },
          {
            "Name": "鄯善县",
            "Code": "652122"
          },
          {
            "Name": "托克逊县",
            "Code": "652123"
          },
          {
            "Name": "其它区",
            "Code": "652124"
          }
        ]
      },
      {
        "Name": "哈密地区",
        "Code": "652200",
        "items": [
          {
            "Name": "哈密市",
            "Code": "652201"
          },
          {
            "Name": "巴里坤哈萨克自治县",
            "Code": "652222"
          },
          {
            "Name": "伊吾县",
            "Code": "652223"
          },
          {
            "Name": "其它区",
            "Code": "652224"
          }
        ]
      },
      {
        "Name": "昌吉回族自治州",
        "Code": "652300",
        "items": [
          {
            "Name": "昌吉市",
            "Code": "652301"
          },
          {
            "Name": "阜康市",
            "Code": "652302"
          },
          {
            "Name": "米泉市",
            "Code": "652303"
          },
          {
            "Name": "呼图壁县",
            "Code": "652323"
          },
          {
            "Name": "玛纳斯县",
            "Code": "652324"
          },
          {
            "Name": "奇台县",
            "Code": "652325"
          },
          {
            "Name": "吉木萨尔县",
            "Code": "652327"
          },
          {
            "Name": "木垒哈萨克自治县",
            "Code": "652328"
          },
          {
            "Name": "其它区",
            "Code": "652329"
          }
        ]
      },
      {
        "Name": "博尔塔拉蒙古自治州",
        "Code": "652700",
        "items": [
          {
            "Name": "博乐市",
            "Code": "652701"
          },
          {
            "Name": "精河县",
            "Code": "652722"
          },
          {
            "Name": "温泉县",
            "Code": "652723"
          },
          {
            "Name": "其它区",
            "Code": "652724"
          }
        ]
      },
      {
        "Name": "巴音郭楞蒙古自治州",
        "Code": "652800",
        "items": [
          {
            "Name": "库尔勒市",
            "Code": "652801"
          },
          {
            "Name": "轮台县",
            "Code": "652822"
          },
          {
            "Name": "尉犁县",
            "Code": "652823"
          },
          {
            "Name": "若羌县",
            "Code": "652824"
          },
          {
            "Name": "且末县",
            "Code": "652825"
          },
          {
            "Name": "焉耆回族自治县",
            "Code": "652826"
          },
          {
            "Name": "和静县",
            "Code": "652827"
          },
          {
            "Name": "和硕县",
            "Code": "652828"
          },
          {
            "Name": "博湖县",
            "Code": "652829"
          },
          {
            "Name": "其它区",
            "Code": "652830"
          }
        ]
      },
      {
        "Name": "阿克苏地区",
        "Code": "652900",
        "items": [
          {
            "Name": "阿克苏市",
            "Code": "652901"
          },
          {
            "Name": "温宿县",
            "Code": "652922"
          },
          {
            "Name": "库车县",
            "Code": "652923"
          },
          {
            "Name": "沙雅县",
            "Code": "652924"
          },
          {
            "Name": "新和县",
            "Code": "652925"
          },
          {
            "Name": "拜城县",
            "Code": "652926"
          },
          {
            "Name": "乌什县",
            "Code": "652927"
          },
          {
            "Name": "阿瓦提县",
            "Code": "652928"
          },
          {
            "Name": "柯坪县",
            "Code": "652929"
          },
          {
            "Name": "其它区",
            "Code": "652930"
          }
        ]
      },
      {
        "Name": "克孜勒苏柯尔克孜自治州",
        "Code": "653000",
        "items": [
          {
            "Name": "阿图什市",
            "Code": "653001"
          },
          {
            "Name": "阿克陶县",
            "Code": "653022"
          },
          {
            "Name": "阿合奇县",
            "Code": "653023"
          },
          {
            "Name": "乌恰县",
            "Code": "653024"
          },
          {
            "Name": "其它区",
            "Code": "653025"
          }
        ]
      },
      {
        "Name": "喀什地区",
        "Code": "653100",
        "items": [
          {
            "Name": "喀什市",
            "Code": "653101"
          },
          {
            "Name": "疏附县",
            "Code": "653121"
          },
          {
            "Name": "疏勒县",
            "Code": "653122"
          },
          {
            "Name": "英吉沙县",
            "Code": "653123"
          },
          {
            "Name": "泽普县",
            "Code": "653124"
          },
          {
            "Name": "莎车县",
            "Code": "653125"
          },
          {
            "Name": "叶城县",
            "Code": "653126"
          },
          {
            "Name": "麦盖提县",
            "Code": "653127"
          },
          {
            "Name": "岳普湖县",
            "Code": "653128"
          },
          {
            "Name": "伽师县",
            "Code": "653129"
          },
          {
            "Name": "巴楚县",
            "Code": "653130"
          },
          {
            "Name": "塔什库尔干塔吉克自治县",
            "Code": "653131"
          },
          {
            "Name": "其它区",
            "Code": "653132"
          }
        ]
      },
      {
        "Name": "和田地区",
        "Code": "653200",
        "items": [
          {
            "Name": "和田市",
            "Code": "653201"
          },
          {
            "Name": "和田县",
            "Code": "653221"
          },
          {
            "Name": "墨玉县",
            "Code": "653222"
          },
          {
            "Name": "皮山县",
            "Code": "653223"
          },
          {
            "Name": "洛浦县",
            "Code": "653224"
          },
          {
            "Name": "策勒县",
            "Code": "653225"
          },
          {
            "Name": "于田县",
            "Code": "653226"
          },
          {
            "Name": "民丰县",
            "Code": "653227"
          },
          {
            "Name": "其它区",
            "Code": "653228"
          }
        ]
      },
      {
        "Name": "伊犁哈萨克自治州",
        "Code": "654000",
        "items": [
          {
            "Name": "伊宁市",
            "Code": "654002"
          },
          {
            "Name": "奎屯市",
            "Code": "654003"
          },
          {
            "Name": "伊宁县",
            "Code": "654021"
          },
          {
            "Name": "察布查尔锡伯自治县",
            "Code": "654022"
          },
          {
            "Name": "霍城县",
            "Code": "654023"
          },
          {
            "Name": "巩留县",
            "Code": "654024"
          },
          {
            "Name": "新源县",
            "Code": "654025"
          },
          {
            "Name": "昭苏县",
            "Code": "654026"
          },
          {
            "Name": "特克斯县",
            "Code": "654027"
          },
          {
            "Name": "尼勒克县",
            "Code": "654028"
          },
          {
            "Name": "其它区",
            "Code": "654029"
          }
        ]
      },
      {
        "Name": "塔城地区",
        "Code": "654200",
        "items": [
          {
            "Name": "塔城市",
            "Code": "654201"
          },
          {
            "Name": "乌苏市",
            "Code": "654202"
          },
          {
            "Name": "额敏县",
            "Code": "654221"
          },
          {
            "Name": "沙湾县",
            "Code": "654223"
          },
          {
            "Name": "托里县",
            "Code": "654224"
          },
          {
            "Name": "裕民县",
            "Code": "654225"
          },
          {
            "Name": "和布克赛尔蒙古自治县",
            "Code": "654226"
          },
          {
            "Name": "其它区",
            "Code": "654227"
          }
        ]
      },
      {
        "Name": "阿勒泰地区",
        "Code": "654300",
        "items": [
          {
            "Name": "阿勒泰市",
            "Code": "654301"
          },
          {
            "Name": "布尔津县",
            "Code": "654321"
          },
          {
            "Name": "富蕴县",
            "Code": "654322"
          },
          {
            "Name": "福海县",
            "Code": "654323"
          },
          {
            "Name": "哈巴河县",
            "Code": "654324"
          },
          {
            "Name": "青河县",
            "Code": "654325"
          },
          {
            "Name": "吉木乃县",
            "Code": "654326"
          },
          {
            "Name": "其它区",
            "Code": "654327"
          }
        ]
      },
      {
        "Name": "石河子市",
        "Code": "659001",
        "items": []
      },
      {
        "Name": "阿拉尔市",
        "Code": "659002",
        "items": []
      },
      {
        "Name": "图木舒克市",
        "Code": "659003",
        "items": []
      },
      {
        "Name": "五家渠市",
        "Code": "659004",
        "items": []
      }
    ]
  },
  {
    "Name": "台湾省",
    "Code": "710000",
    "items": [
      {
        "Name": "台北市",
        "Code": "710100",
        "items": [
          {
            "Name": "中正区",
            "Code": "710101"
          },
          {
            "Name": "大同区",
            "Code": "710102"
          },
          {
            "Name": "中山区",
            "Code": "710103"
          },
          {
            "Name": "松山区",
            "Code": "710104"
          },
          {
            "Name": "大安区",
            "Code": "710105"
          },
          {
            "Name": "万华区",
            "Code": "710106"
          },
          {
            "Name": "信义区",
            "Code": "710107"
          },
          {
            "Name": "士林区",
            "Code": "710108"
          },
          {
            "Name": "北投区",
            "Code": "710109"
          },
          {
            "Name": "内湖区",
            "Code": "710110"
          },
          {
            "Name": "南港区",
            "Code": "710111"
          },
          {
            "Name": "文山区",
            "Code": "710112"
          },
          {
            "Name": "其它区",
            "Code": "710113"
          }
        ]
      },
      {
        "Name": "高雄市",
        "Code": "710200",
        "items": [
          {
            "Name": "新兴区",
            "Code": "710201"
          },
          {
            "Name": "前金区",
            "Code": "710202"
          },
          {
            "Name": "芩雅区",
            "Code": "710203"
          },
          {
            "Name": "盐埕区",
            "Code": "710204"
          },
          {
            "Name": "鼓山区",
            "Code": "710205"
          },
          {
            "Name": "旗津区",
            "Code": "710206"
          },
          {
            "Name": "前镇区",
            "Code": "710207"
          },
          {
            "Name": "三民区",
            "Code": "710208"
          },
          {
            "Name": "左营区",
            "Code": "710209"
          },
          {
            "Name": "楠梓区",
            "Code": "710210"
          },
          {
            "Name": "小港区",
            "Code": "710211"
          },
          {
            "Name": "其它区",
            "Code": "710212"
          }
        ]
      },
      {
        "Name": "台南市",
        "Code": "710300",
        "items": [
          {
            "Name": "中西区",
            "Code": "710301"
          },
          {
            "Name": "东区",
            "Code": "710302"
          },
          {
            "Name": "南区",
            "Code": "710303"
          },
          {
            "Name": "北区",
            "Code": "710304"
          },
          {
            "Name": "安平区",
            "Code": "710305"
          },
          {
            "Name": "安南区",
            "Code": "710306"
          },
          {
            "Name": "其它区",
            "Code": "710307"
          }
        ]
      },
      {
        "Name": "台中市",
        "Code": "710400",
        "items": [
          {
            "Name": "中区",
            "Code": "710401"
          },
          {
            "Name": "东区",
            "Code": "710402"
          },
          {
            "Name": "南区",
            "Code": "710403"
          },
          {
            "Name": "西区",
            "Code": "710404"
          },
          {
            "Name": "北区",
            "Code": "710405"
          },
          {
            "Name": "北屯区",
            "Code": "710406"
          },
          {
            "Name": "西屯区",
            "Code": "710407"
          },
          {
            "Name": "南屯区",
            "Code": "710408"
          },
          {
            "Name": "其它区",
            "Code": "710409"
          }
        ]
      },
      {
        "Name": "金门县",
        "Code": "710500",
        "items": []
      },
      {
        "Name": "南投县",
        "Code": "710600",
        "items": []
      },
      {
        "Name": "基隆市",
        "Code": "710700",
        "items": [
          {
            "Name": "仁爱区",
            "Code": "710701"
          },
          {
            "Name": "信义区",
            "Code": "710702"
          },
          {
            "Name": "中正区",
            "Code": "710703"
          },
          {
            "Name": "中山区",
            "Code": "710704"
          },
          {
            "Name": "安乐区",
            "Code": "710705"
          },
          {
            "Name": "暖暖区",
            "Code": "710706"
          },
          {
            "Name": "七堵区",
            "Code": "710707"
          },
          {
            "Name": "其它区",
            "Code": "710708"
          }
        ]
      },
      {
        "Name": "新竹市",
        "Code": "710800",
        "items": [
          {
            "Name": "东区",
            "Code": "710801"
          },
          {
            "Name": "北区",
            "Code": "710802"
          },
          {
            "Name": "香山区",
            "Code": "710803"
          },
          {
            "Name": "其它区",
            "Code": "710804"
          }
        ]
      },
      {
        "Name": "嘉义市",
        "Code": "710900",
        "items": [
          {
            "Name": "东区",
            "Code": "710901"
          },
          {
            "Name": "西区",
            "Code": "710902"
          },
          {
            "Name": "其它区",
            "Code": "710903"
          }
        ]
      },
      {
        "Name": "新北市",
        "Code": "711100",
        "items": []
      },
      {
        "Name": "宜兰县",
        "Code": "711200",
        "items": []
      },
      {
        "Name": "新竹县",
        "Code": "711300",
        "items": []
      },
      {
        "Name": "桃园县",
        "Code": "711400",
        "items": []
      },
      {
        "Name": "苗栗县",
        "Code": "711500",
        "items": []
      },
      {
        "Name": "台中县",
        "Code": "711600",
        "items": []
      },
      {
        "Name": "彰化县",
        "Code": "711700",
        "items": []
      },
      {
        "Name": "嘉义县",
        "Code": "711900",
        "items": []
      },
      {
        "Name": "云林县",
        "Code": "712100",
        "items": []
      },
      {
        "Name": "台南县",
        "Code": "712200",
        "items": []
      },
      {
        "Name": "高雄县",
        "Code": "712300",
        "items": []
      },
      {
        "Name": "屏东县",
        "Code": "712400",
        "items": []
      },
      {
        "Name": "台东县",
        "Code": "712500",
        "items": []
      },
      {
        "Name": "花莲县",
        "Code": "712600",
        "items": []
      },
      {
        "Name": "澎湖县",
        "Code": "712700",
        "items": []
      }
    ]
  },
  {
    "Name": "香港特别行政区",
    "Code": "810000",
    "items": [
      {
        "Name": "香港岛",
        "Code": "810100",
        "items": [
          {
            "Name": "中西区",
            "Code": "810101"
          },
          {
            "Name": "湾仔",
            "Code": "810102"
          },
          {
            "Name": "东区",
            "Code": "810103"
          },
          {
            "Name": "南区",
            "Code": "810104"
          }
        ]
      },
      {
        "Name": "九龙",
        "Code": "810200",
        "items": [
          {
            "Name": "九龙城区",
            "Code": "810201"
          },
          {
            "Name": "油尖旺区",
            "Code": "810202"
          },
          {
            "Name": "深水埗区",
            "Code": "810203"
          },
          {
            "Name": "黄大仙区",
            "Code": "810204"
          },
          {
            "Name": "观塘区",
            "Code": "810205"
          }
        ]
      },
      {
        "Name": "新界",
        "Code": "810300",
        "items": [
          {
            "Name": "北区",
            "Code": "810301"
          },
          {
            "Name": "大埔区",
            "Code": "810302"
          },
          {
            "Name": "沙田区",
            "Code": "810303"
          },
          {
            "Name": "西贡区",
            "Code": "810304"
          },
          {
            "Name": "元朗区",
            "Code": "810305"
          },
          {
            "Name": "屯门区",
            "Code": "810306"
          },
          {
            "Name": "荃湾区",
            "Code": "810307"
          },
          {
            "Name": "葵青区",
            "Code": "810308"
          },
          {
            "Name": "离岛区",
            "Code": "810309"
          }
        ]
      }
    ]
  },
  {
    "Name": "北京",
    "Code": "110000",
    "items": [
      {
        "Name": "北京市",
        "Code": "110100",
        "items": [
          {
            "Name": "东城区",
            "Code": "110101"
          },
          {
            "Name": "西城区",
            "Code": "110102"
          },
          {
            "Name": "崇文区",
            "Code": "110103"
          },
          {
            "Name": "宣武区",
            "Code": "110104"
          },
          {
            "Name": "朝阳区",
            "Code": "110105"
          },
          {
            "Name": "丰台区",
            "Code": "110106"
          },
          {
            "Name": "石景山区",
            "Code": "110107"
          },
          {
            "Name": "海淀区",
            "Code": "110108"
          },
          {
            "Name": "门头沟区",
            "Code": "110109"
          },
          {
            "Name": "房山区",
            "Code": "110111"
          },
          {
            "Name": "通州区",
            "Code": "110112"
          },
          {
            "Name": "顺义区",
            "Code": "110113"
          },
          {
            "Name": "昌平区",
            "Code": "110114"
          },
          {
            "Name": "大兴区",
            "Code": "110115"
          },
          {
            "Name": "怀柔区",
            "Code": "110116"
          },
          {
            "Name": "平谷区",
            "Code": "110117"
          },
          {
            "Name": "密云县",
            "Code": "110228"
          },
          {
            "Name": "延庆县",
            "Code": "110229"
          },
          {
            "Name": "其它区",
            "Code": "110230"
          }
        ]
      }
    ]
  }
]